Repository: tsengwoody/WorldVoice
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fi, fr, gl, hr, hu, it, ne, pt_br, ru, sk

source: Allows setting of email and password that are used to access the Vocalizer licenses service.
ar: يسمح لك بتغيير البريد الإلكتروني وكلمة المرور اللذان سيمكناك من الاتصال بخدمة الترخيص ل Vocalizer
bg: Позволява задаването на имейл и парола, които да се използват за достъп до услугата за лицензиране на Vocalizer.
da: Indstil e-mail og adgangskode til licens-tjenesten til Vocalizer for NVDA.
de: Ermöglicht die Eingabe der Registrierungsinformationen für den Zugriff auf die Lizenzverwaltung des Vocalizers für NVDA.
es: Permite la configuración del correo electrónico y de la contraseña que se utilizan para acceder al servicio de licencias de Vocalizer.
fi: Mahdollistaa sähköpostiosoitteen ja salasanan määrittämisen, joita käytetään Vocalizerin lisenssipalvelua varten.
fr: Permet la saisie de l'E-mail et du mot de passe utilisés pour accéder au service de licence de Vocalizer.
gl: Permite a configuración do correo electrónico e da contrasinal que se utilizan para accesar ó servidor de licenzas do Vocalizer.
hr: Omogućava upis e-mail adrese i lozinke koje se koristi za licencni servis vocalizer for nvda
hu: Lehetővé teszi email és jelszó megadását a Vocalizer licensz szolgáltatáshoz való hozzáféréshez.
it: Permette di impostare l'indirizzo email e la password utilizzati per accedere al servizio licenza Vocalizer.
ne: भोकलाइजर इजाजत सेवाको पहुँचका लागि प्रयोग गरिने इमेल र गोप्यशब्दको अनुकूलित गर्ने अनुमति प्रदान गर्ने छ ।
pt_br: Permite determinar e-mail e senha que são usados para acessar o serviço de licença do Vocalizer.
ru: Позволяет настроить электронную почту и пароль для доступа к службе лицензий Vocalizer.
sk: Umožňuje zmeniť e-mailovú adresu a heslo, ktoré sú pridelené k licencii.

source: Activate on portable copy
ar: الترخيص مع النسخ المحمولة من المنتج
bg: Активиране за преносимо копие
da: Aktiver på flytbar kopi
de: Für portable Version aktivieren
es: Activar en copia portable
fi: Aktivoi massamuistiversiossa
fr: Activer sur une copie portable
gl: Activar en copia portable
hr: Aktiviraj na prijenosnoj kopiji
hu: Aktiválás hordozható verzión
it: Attiva su copia portable
ne: फिरन्ते प्रतिमा सक्रिय बनाउ ।
pt_br: Ativar em cópia portátil
ru: Активировать на переносной копии
sk: Aktivovať prenosnú verziu

source: Activates a vocalizer for NVDA license on running portable copy, if an activation is already present on the computer
ar: يمكنك من ترخيص النسخة المحمولة من Vocalizer إذا كان الترخيص موجود بالفعل على الحاسوب
bg: Активира лиценз за vocalizer за NVDA на стартирано преносимо копие, ако на този компютър вече има направена активация
da: Aktiverer en licens til Vocalizer for NVDA på en aktiv bærbar kopi af NVDA, hvis der allerede findes en aktivering på computeren
de: Aktiviert die Lizenz für Vocalizer für NVDA auf die portable Version, falls sich eine auf dem Computer befindet.
es: Activa una licencia del vocalizer para NVDA en una copia portable en ejecución si una activación ya está presente en el equipo.
fi: Aktivoi Vocalizer for NVDA -lisenssin käynnissä olevassa NVDA:n massamuistiversiossa, mikäli tietokoneella on jo aktivoitu lisenssi.
fr: Active une licence de Vocalizer pour NVDA sur le NVDA portable en cours d'exécution si une activation est déjà présente sur l'ordinateur.
gl: Activa unha licenza do vocalizer para NVDA nunha copia portable en execución, se xa está presente unha activación no computador
hr: Aktivira vocalizer for NVDA licencu na pokrenutoj prijenosnoj kopiji, ako aktivacija postoji na računalu
hu: Aktivál egy Vocalizer for NVDA licenszet egy hordozható NVDA verzión, ha a számítógépen már található aktiválás.
it: Attiva Vocalizer per NVDA in una copia portable, sempre che sia presente un'attivazione nel computer
ne: यदि प्रयोग गरिएको कल्पयन्त्रमा सक्रिय छ भने, सञ्चालित नेत्रवाणीको फिरन्ते प्रतिमा भोकलाइजर इजाजत सक्रिय बनाउँछ,
pt_br: Ativa uma licença de vocalizer para NVDA na cópia portátil em execução, se uma ativação já estiver presente no computador
ru: Активизирует лицензию Vocalizer для NVDA на работу в портативной копиии, если активация уже присутствует на компьютере
sk: Aktivuje vocalizer licenciu v spustenej prenosnej verzii NVDA, ak je licencia už aktivovaná na tomto počítači

source: Download More Voices
ar: تحميل المزيد من الأصوات
bg: Изтегляне на повече гласове
da: Hent Flere stemmer
de: Weitere Stimmen herunterladen
es: Descargar Más Voces
fi: Lataa lisää puheääniä
fr: Télécharger plus de voix
gl: Descargar Máis Voces
hr: Preuzmite još glasova
hu: További hangok letöltése
it: Scarica voci aggiuntive
ne: थप अरू आवाजहरू डाउनलोड गर्नु होस् ।
pt_br: Baixar Mais Vozes
ru: Загрузить другие голоса
sk: Stiahnuť ďalšie hlasy

source: Open the vocalizer voices download page.
ar: افتح صفحة تحميل أصوات Vocalizer
bg: Отваря страницата за изтегляне на гласове за vocalizer.
da: Gå til hjemmesiden med vocalizer stemmer.
de: Die Webseite zum Herunterladen weiterer Vocalizer-Stimmen öffnen
es: Abrir la página de descarga de voces de vocalizer.
fi: Avaa Vocalizer-puheäänten lataussivu.
fr: Ouvrir la page de téléchargement des voix Vocalizer.
gl: Abrir a páxina de descarga de voces do vocalizer.
hr: Otvorite stranicu za preuzimanje Vocalizer glasova.
hu: Megnyitjaa Vocalizer hangok letöltési oldalát
it: Apri la pagina di download delle voci Vocalizer
ne: भोकलाईजर आवाज डाउनलोड पृष्टलाई खोल्नु होस् ।
pt_br: Abre a página para download de vozes do Vocalizer
ru: Открыть страницу загрузок голосов vocalizer.
sk: Otvorí stránku s Vocalizer hlasmi.

source: About Nuance Vocalizer for NVDA
ar: نبذة عن Nuance Vocalizer مع NVDA
bg: Относно Nuance Vocalizer за NVDA
da: Om Nuance Vocalizer for NVDA
de: Über Nuance Vocalizer für NVDA
es: Acerca de Nuance Vocalizer para NVDA
fi: Tietoja tuotteesta Nuance Vocalizer for NVDA
fr: À propos de Nuance Vocalizer pour NVDA
gl: Acerca do Nuance Vocalizer para o NVDA
hr: O Nuance Vocalizer sintetizatoru za NVDA
hu: A Nuance Vocalizer for NVDA névjegye
it: Informazioni su Nuance Vocalizer per NVDA
ne: नेत्रवाणीका लागि उपलब्ध Nuance Vocalizer को बारेमा ।
pt_br: Sobre o Nuance Vocalizer para o NVDA
ru: О Nuance Vocalizer для NVDA
sk: O Nuance Vocalizer pre NVDA

source: Vocalizer Expressive
ne: गतिसिल भोकलाइजर

source: Are you sure you want to activate your license on the running portable copy? Only do this if you are preparing a portable NVDA on a computer where a Vocalizer for NVDA license is present.
ar: هل أنت متأكد من أنك تريد ترخيص النسخة المحمولة من المنتج؟ قم بذلك الإجراء إذا كنت تود تحضير نسخة محمولة من NVDA على حاسوب يوجد عليه ترخيص للمنتج.
bg: Сигурни ли сте, че желаете да активирате вашия лиценз на стартираното преносимо копие? Правете това само, ако подготвяте преносимо копие на NVDA за използване на компютър на който има лиценз за Vocalizer за NVDA.
da: Er du sikker på, at du vil aktivere din licens på den igangværende bærbare kopi? Gør kun dette, hvis du er ved at forberede en bærbar kopi på en computer, hvor der allerede findes en licens til Vocalizer for NVDA.
de: Möchten Sie die Lizenz auf der portablen Version aktivieren? Wenn sich bereits eine Lizenz auf dem Computer befindet, können Sie diese auf die portable NVDA-Version übertragen.
es: ¿Estás seguro de querer activar la licencia en la copia portable en ejecución? Haz esto sólo si estás preparando un NVDA portable en un ordenador donde esté presente una licencia de Vocalizer para NVDA.
fi: Haluatko varmasti aktivoida lisenssin NVDA:n käynnissä olevassa massamuistiversiossa? Tee tämä vain, mikäli valmistelet NVDA:n massamuistiversiota tietokoneella, jossa on Vocalizer for NVDA -lisenssi.
fr: Etes-vous sûr de vouloir activer votre licence sur la version portable en cours d'exécution ? Ne le faites que si vous préparez un NVDA portable sur un ordinateur où une licence de vocalizer pour NVDA est présente.
gl: ¿Estás seguro de querer activar a túa licenza na copia portable en execución? Fai esto só se estás a preparar un portable do NVDA nun computador onde estea presente unha licenza do Vocalizer para NVDA.
hr: Jeste li sigurni da želite aktivirati vaš primjerak vocalizer za nvda na prijenosnoj inačici nvda?? činite to onda kada pripremate prijenosnu inačicu NVDA na računalu gdje je prisutna licenca za vocalizer for nvda.
hu: Bisztosan szeretné aktiválni licenszét a jelenleg használt, hordozható verzión? Ezt csak akkor tegye, ha olyan számítógépen készít hordozható verziót, melyen már található Vocalizer for NVDA licensz.
it: Sei sicuro di voler attivare la tua licenza nella copia portable in esecuzione? Fare questo soltanto se si sta preparando una copia portable di NVDA in un computer dove è già presente una licenza di Vocalizer per NVDA.
ne: के तपाइ नेत्रवाणीको सञ्चालित फिरन्ते प्रतिमा आफ्नो इजाजत सक्रिय गर्ने कुराम पक्का हुनु हुन्छ । ? यदि कल्पयन्त्रमा नेत्रवाणीका लागि भोकलाइजर इजाजत उपलब्ध छ भने फिरन्ते नेत्रवाणी प्रयोग गरिने मात्र ।
pt_br: Tem certeza que quer ativar sua licença para a cópia portátil em execução no momento? Faça isso somente se estiver preparando um NVDA portátil num computador onde uma licença de Vocalizer para NVDA esteja presente.
ru: Вы уверены, что хотите активировать лицензию на выполняющуюся переносную копию? Это делается, только если вы готовите переносную NVDA на компьютер, где присутствует лицензия Vocalizer для NVDA.
sk: Naozaj chcete aktivovať licenciu v tejto prenosnej verzii NVDA? Toto funguje len ak je v tomto počítači už aktívna licencia pre Vocalizer.

source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
da: Er du sikker?
de: Sind Sie wirklich sicher?
es: ¿Estás seguro?
fi: Oletko varma?
fr: Etes-vous sûr(e) ?
gl: ¿Estás seguro?
hr: jeste li sigurni?
hu: Biztos benne?
it: Sei sicuro?
ne: के तपाइ पक्का हुनु हुन्छ?
pt_br: Tem certeza?
ru: Вы уверены?
sk: Ste si istí?

source: You have no activations left for your license. Please contact Tiflotecnia, lda, or your local distributor of Vocalizer for NVDA.
ar: لم يعد لديك وقت كافي للترخيص. يرجى الاتصال ب Tiflotecnia, lda, أو بموزع Vocalizer for NVDA ببلدك.
bg: Броят активации на вашия лиценз е изчерпан. Моля, свържете се с Tiflotecnia, lda, или вашия местен доставчик на Vocalizer за NVDA.
da: Du har ingen aktiveringer tilbage til din licens. Kontakt venligst Tiflotecnia, lda, eller din lokale forhandler af Vocalizer for NVDA.
de: Sie haben für diese Lizenz keine Aktivierungen mehr übrig. Bitte setzen Sie sich mit Tiflotecnia LDA oder Ihrem Händler des Vertrauens in Verbindung.
es: No tienes activaciones restantes para tu licencia. Ponte en contacto con Tiflotecnia, lda, o con tu distribuidor local de Vocalizer Expresive para NVDA.
fi: Lisenssissä ei ole aktivointeja jäljellä. Ota yhteyttä Tiflotecnia, lda:han tai paikalliseen Vocalizer for NVDA -jälleenmyyjään.
fr: Il ne vous reste plus d'activation sur votre licence. Veuillez contacter Tiflotecnia, Lda, ou votre distributeur local de Vocalizer pour NVDA.
gl: Non tes activacións restantes para a túa licenza. Por favor contacta con Tiflotecnia, lda, ou co teu distribuidor local do Vocalizer para NVDA.
hr: nemate niti jednu preostalu aktivaciju za vašu licencu. Molimo kontaktirajte Tiflotecnia, lda, Ili vašeg lokalnog distributera za Vocalizer for nvda.
hu: Nem rendelkezik elérhető aktivációval. További információért kérjük vegye fel a kapcsolatot a magyar forgalmazóval a vocalizer@nvda.hu címen.
it: Non ci sono più attivazioni per la tua licenza. Si prega di contattare Tiflotecnia LDA o il tuo rivenditore locale di Vocalizer.
ne: तपाइको इजाजत सक्रियता अब बांकि छैन । कृपया Tiflotecnia, lda, अथवा नेत्रवाणीका लागि भोकलाइजरको स्थानीय वितरक सित सम्पर्क गर्नु होला ।
pt_br: Você não tem ativações restantes em sua licença. Por favor contacte Tiflotecnia, lda, ou seu revendedor local do Vocalizer para NVDA.
ru: У вас закончились попытки активаций лицензии. Пожалуйста, свяжитесь с Tiflotecnia, LDA или с региональным дистрибьютором Vocalizer для NVDA.
sk: Nemáte žiadne voľné licencie. Kontaktujte, prosím, spoločnosť Tiflotecnia, lda, alebo vášho dodávateľa.

source: Activation Error
ar: خطأ إدخال الترخيص
bg: Грешка при активиране
da: Aktiveringsfejl
de: Fehler bei der Aktivierung
es: Error de activación
fi: Aktivointivirhe
fr: Erreur d'activation
gl: Erro de Activación
hr: Greška Pri Aktivaciji
hu: Aktivációs hiba
it: Errore nell'attivazione
ne: सक्रियता त्रुटी
pt_br: Erro na ativação
ru: Ошибка Активации
sk: Chyba pri aktivácii

source: {name}, you currently have {remainingLicenses} activations left. Do you want to activate Nuance Vocalizer for NVDA on this installation? If you do so, your activation count will be decreased by one.
ar: {name}, لديك الآن {remainingLicenses} ترخيص متبقي. هل تريد تفعيل Nuance Vocalizer for NVDA مع هذا الإصدار؟ إذا كنت تريد ذلك, سيتضاءل عدد مرات الترخيص مرة واحدة.
bg: {name}, в момента имате {remainingLicenses} останали активации. Желаете ли да активирате Nuance Vocalizer за NVDA на това инсталирано копие? Ако го направите, броят на вашите активации ще намалее с една.
da: {name}, du har i øjeblikket {remainingLicenses} aktiveringer tilbage. Vil du aktivere Vocalizer for NVDA på denne installation? Hvis du gør det, vil dit antal af resterende aktiveringer falde med en.
de: {name}, Sie haben noch {remainingLicenses} Aktivierungen übrig. Möchten Sie Vocalizer für NVDA auf dieser Installation von NVDA aktivieren? Bei Erfolg wird die Anzahl Ihrer verbleibenden Aktivierungen um 1 herabgesetzt.
es: {name}, actualmente tienes {remainingLicenses} activaciones restantes. ¿Quieres activar Vocalizer Nuance para NVDA en esta instalación? Si lo haces, el recuento de activación se reduce en uno.
fi: {name}, sinulla on tällä hetkellä {remainingLicenses} aktivointia jäljellä. Haluatko aktivoida tuotteen Nuance Vocalizer for NVDA tässä asennuksessa? Mikäli teet tämän, aktivointiesi lukumäärä laskee yhdellä.
fr: {name}, Il vous reste actuellement {remainingLicenses} activations. Voulez-vous activer Nuance Vocalizer pour NVDA sur cette installation ? Si vous le faites, votre nombre d'activations sera diminué de un.
gl: {name}, actualmente tes {remainingLicenses} activacións restantes. ¿Queres activar o Nuance Vocalizer para NVDA nesta instalación? Se fas eso, a túa conta de activación será reducida nunha.
hr: {name}, trenutno imate {remainingLicenses} preostalih aktivacija. Želite li aktivirati Vocalizer for NVDA Na ovoj instalaciji? Ako to učinite, Ako to učinite, Vaš broj aktivacija bit će smanjen za jedan.
hu: {name}, ön {remainingLicenses} aktiválással rendelkezik. Szeretné aktiválni a Nuance Vocalizer for NVDA drivert a jelenleg használt, telepített verzión? Ha az igen lehetőséget választja, az aktiválások száma egyel csökken.
it: {name}, attualmente hai {remainingLicenses} attivazioni rimanenti. Desideri attivare Nuance Vocalizer per NVDA in questa installazione? Se lo farai, il tuo numero di attivazioni verrà diminuito di uno.
ne: {name}, तपाइ सित {remainingLicenses} सक्रियता बाकि छ । के तपाइ यो नेत्रवाणी स्थापनामा न्युवान्स भोकलाईजर सक्रिय गराउन चाहानु हुन्छ ? यदि यसो गर्नु भयो भने, तपाइको सक्रियताको गणना १ अङ्कले घट्ने छ ।
pt_br: {name}, no momento você possui {remainingLicenses} ativações restantes. Deseja ativar o Nuance Vocalizer para NVDA nesta instalação? Caso positivo, sua contagem de ativações será diminuída por um.
ru: {name}, у Вас осталось {remainingLicenses} попыток активаций. Вы хотите активировать Nuance Vocalizer для NVDA на эту установку? Если вы это сделаете, ваш счетчик активаций будет уменьшен на один.
sk: {name}, máte {remainingLicenses} ostávajúcich aktivácii. Želáte si aktivovať Nuance Vocalizer pre NVDA na tomto počítači? Ak tak urobíte, počet aktivácií sa zníži o jednu.

source: Nuance Vocalizer Activation
ar: تنشيط Nuance Vocalizer
bg: Активиране на Nuance Vocalizer
da: Aktivering af Nuance Vocalizer
de: Aktivierung für Nuance Vocalizer
es: Activación de Nuance Vocalizer
fi: Nuance Vocalizerin aktivointi
fr: Activation de Nuance Vocalizer
gl: Activación do Nuance Vocalizer
hr: nuance vocalizer aktivacija
hu: Nuance Vocalizer Aktiválás
it: Attivazione Nuance Vocalizer
ne: न्युवान्स भोकलाइजरको सक्रियता ।
pt_br: Ativação do Nuance Vocalizer
ru: Активация Nuance Vocalizer
sk: Aktivácia Nuance Vocalizer

source: Your license is now enabled. NVDA will now be restarted. Thank you for using Vocalizer for NVDA.
ar: تم تفعيل رخصتك الآن. سيتم إعادة تشغيل NVDA. شكرا لاستخدامك Vocalizer for NVDA.
bg: Вашият лиценз е активиран. NVDA ще бъде рестартиран. Благодарим ви, че използвате Vocalizer за NVDA.
da: Din licens er nu aktiveret. NVDA bliver nu genstartet. Tak, fordi du bruger Vocalizer for NVDA.
de: Ihre Lizenz wurde erfolgreich aktiviert. NVDA wird nun neu gestartet. Vielen Dank für die Registrierung von Nuance Vocalizer für NVDA.
es: Tu licencia está habilitada. NVDA ahora se reiniciará. Gracias por utilizar Vocalizer para NVDA.
fi: Lisenssi on nyt käytössä. NVDA käynnistetään nyt uudelleen. Kiitos tuotteen Vocalizer for NVDA käyttämisestä.
fr: Votre licence est maintenant activée. NVDA va maintenant redémarrer. Merci d'utiliser Vocalizer pour NVDA.
gl: A túa licenza está activada. NVDA agora reiniciarase. Grazas por usar Vocalizer para NVDA.
hr: VAša licenca je omogućena. NVDA će biti ponovno pokrenut. Hvala Vam što koristite Vocalizer for NVDA.
hu: A licensze aktiválva. Az NVDA most újraindul. Köszönjük a Vocalizer for NVDA használatát!
it: La tua licenza è stata attivata. NVDA verrà ora riavviato. Grazie per utilizzare Vocalizer per NVDA.
ne: तपाइको इजाजत अब योग्य बनाइयो । नेत्रवाणी अब पुनः आरम्भ हुनेछ । नेत्रवाणीका लागी निर्मित भोकलाइजर प्रयोग गर्नु भएकोमा धन्यवाद ।.
pt_br: Sua licença está agora habilitada. O NVDA será reiniciado agora. Obrigado por usar o Vocalizer para NVDA.
ru: Ваша лицензия теперь включена. NVDA теперь будет перезапущен. Спасибо за использование Vocalizer для NVDA.
sk: Vaša licencia je aktívna. NVDA sa teraz reštartuje. Ďakujeme vám, že používate Vocalizer pre NVDA.

source: Success!
ar: تم!
bg: Успех!
da: fuldført!
de: Erfolg!
es: ¡Éxito!
fi: Onnistui!
fr: Succès !
gl: ¡Éxito!
hr: Uspješno!
hu: Sikeres
it: Operazione eseguita!
ne: सफल
pt_br: Êxito!
ru: Успешно!
sk: Hotovo!

source: Talking with Vocalizer for NVDA server.
ar: التحدث إلى خادم Vocalizer for NVDA
bg: Обмяна на информация със сървъра на Vocalizer за NVDA.
da: Kommunikerer med Vocalizer for NVDA-server.Om Nuance Vocalizer for NVDA
de: Verbindung zum Lizenzserver wird hergestellt...
es: Contactando con el servidor del Vocalizer para NVDA.
fi: Yhdistetään Vocalizer for NVDA:n palvelimeen.
fr: En communication avec le serveur de Vocalizer pour NVDA
gl: Contactando co Servidor do Vocalizer paraNVDA.
hr: razmjena informacija sa vocalizerovim serverom
hu: Adatok küldése a Vocalizer for NVDA kiszolgálóra.
it: Comunicazione in corso con il server Vocalizer per NVDA
ne: नेत्रवाणी भोकलाइजर सर्वर सित वार्तालाप हुँदैछ ।.
pt_br: Comunicando-se com o servidor do Vocalizer para NVDA.
sk: Pripojenie k serveru.

source: Please wait while the communication with Vocalizer for NVDA server is performed.
ar: يرجى الانتظار حتى يتم الاتصال بخادم Vocalizer for NVDA.
bg: Моля, изчакайте, докато бъде извършена комуникация със сървъра на Vocalizer за NVDA.
da: Vent, mens kommunikationen med serveren foregår.
de: Bitte warten Sie einen Moment. Die Verbindung zum Server für Vocalizer für NVDA wird hergestellt...
es: Espera por favor mientras se realiza la comunicación con el servidor de Vocalizer para NVDA.
fi: Odota, kun Vocalizer for NVDA:n palvelimeen otetaan yhteyttä.
fr: Veuillez patienter durant la communication avec le serveur de Vocalizer pour NVDA.
gl: Por favor Agarda mentres a comunicación co servidor do Nuance Vocalizer para NVDA se realiza.
hr: Molimo pričekajte do ostvarenja komunikacije sa Vocalizer for Nvda poslužiteljem.
hu: Kérjük várjon, amíg a Vocalizer for NVDA kapcsolatba lép a licensz szerverrel.
it: Attendere mentre viene stabilita la comunicazione con il server Vocalizer.
ne: कृपया नेत्रवाणी भोकलाइजर सर्वरमा कार्य सम्पादन न सकिए सम्म पर्खनु होस् ।
pt_br: Por favor aguarde enquanto se executa a comunicação com o servidor do Vocalizer para NVDA.
ru: Подождите, пока происходит связь с сервером Vocalizer для NVDA.
sk: Počkajte, prosím, na spojenie so serverom.

source: User Name: {userName} Email: {email} Distributor: {distributor} Activation Number: {number}
ar: اسم المستخدم: {userName} البريد الإلكتروني: {email} الموزع: {distributor} رقم الترخيص: {number}
bg: Потребителско име: {userName} Имейл: {email} Дистрибутор: {distributor} Активационен код: {number}
da: Brugernavn: {userName} Email: {email} Forhandler: {distributor} Aktiveringsnummer: {number}
de: Benutzername: {userName} E-Mail-Adresse: {email} Händler: {distributor} Aktivierungsnummer: {number}
es: Nombre de Usuario: {userName} Correo Electrónico: {email} Distribuidor: {distributor} Número de Activación: {number}
fi: Käyttäjänimi: {userName} Sähköpostiosoite: {email} Jälleenmyyjä: {distributor} Aktivointinumero: {number}
fr: Nom d'utilisateur : {userName} E-mail : {email} Distributeur : {distributor} Numéro d'activation : {number}
gl: Nome de usuario: {userName} Correo electrónico: {email} Distribuidor: {distributor} Número de Activación: {number}
hr: Korisničko ime: {userName} e-mail adresa: {email} Distributor: {distributor} Aktivacijski broj: {number}
hu: Felhasználói név: {userName} Email: {email} Forgalmazó: {distributor} Aktiválási szám: {number}
it: Nome Utente: {userName} Email: {email} Distributore: {distributor} Numero attivazione: {number}
ne: उपभोक्ता नाम: {userName} इमेल: {email} वितरक: {distributor} सक्रियता सङ्ख्या: {number}
pt_br: Nome de usuário: {userName} E-mail: {email} Revendedor: {distributor} Número de ativação: {number}
ru: Имя Пользователя: {userName} E-mail: {email} Дистрибьютор: {distributor} Номер Активации: {number}
sk: Používateľské meno: {userName} Email: {email} Dodávateľ: {distributor} Číslo aktivácie: {number}

source: License Information
ar: معلومات الترخيص
bg: Информация за лиценза
da: LicensoplysningerLicens fjernet
de: Lizenz-Informationen
es: Información de Licencia
fi: Lisenssin tiedot
fr: Information de Licence
gl: Información sobre a Licenza
hr: Licenca uklonjena
hu: Licensz Állapot
it: Informazioni licenza
ne: इजाजत सम्बन्धी जानकारी
pt_br: Informação de licença
ru: Информация о лицензии
sk: Informácie o licencii

source: error
ar: خطأ
bg: Грешка
da: fejl
de: Fehler
fi: Virhe
fr: Erreur
gl: erro
hr: Greška
hu: hiba
it: erore
ne: त्रुटी
pt_br: erro
ru: ошибка
sk: Chyba

source: Yourr email or password is incorrect. Please set your credentials.
ar: بريدك الإلكتروني أو كلمة المرور غير صحيحة. يرجى إعادة إدخال البيانات.
bg: Вашият имейл или парола са грешни. Моля попълнете вашите данни.
da: Din email-adresse eller adgangskode er forkert. Kontroller venligst dine oplysninger.
de: Ihre E-Mail-Adresse oder Ihr Kennwort ist ungültig. Bitte geben Sie Ihre gültigen Registrierungsinformationen ein.
es: Tu correo electrónico o contraseña son incorrectos. Por favor establece tus credenciales.
fi: Sähköpostiosoite tai salasana ovat virheellisiä. Ole hyvä ja määritä tunnuksesi.
fr: Votre adresse E-mail ou votre mot de passe est incorect. Veuillez entrer vos identifiants.
gl: O teu correo electrónico ou contrasinal son incorrectos. Por favor, establece as credenciais.
hr: Netočan e-mail ili lozinka. Molimo upišite vaše podatke.
hu: A megadott email, vagy jelszó helytelen. Kérjük adja meg ismét adatait.
it: Email o password errate. Per favore controlla e imposta le tue credenziali d'accesso.
ne: तपाइको इमेल वा गोप्यशब्द त्रूटी पूर्ण छ । कृपया तपाइको ओहदा अनुकूलित गर्नु होस् ।
pt_br: Seu e-mail ou senha está incorreto. Por favor determine suas credenciais
ru: Ваш электронный адрес или пароль неверны. Пожалуйста, проверьте ваши учетные данные.
sk: E-mail alebo heslo nie je správne. Nastavte, prosím, vaše údaje.
