Repository: tsengwoody/WorldVoice
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fi, fr, gl, hr, hu, it, ne, pt_br, ru, sk

source: Vocalizer Automatic Language Switching Settings
ar: إعدادات Vocalizer للانتقال الآلي بين اللغات
bg: Автоматична промяна на езика на Vocalizer
da: Vocalizer indstillinger for automatisk skift af sprog
de: Einstellungen zum automatischen Sprachenwechsel für Vocalizer
es: Opciones de Cambio Automático de Idioma para Vocalizer
fi: Vocalizerin automaattisen kielen vaihtamisen asetukset
fr: Paramètres du changement automatique de langue de Vocalizer
gl: Opcións de Cambio Automático de Lingua para o Vocalizer
hr: Postavke za Vocalizer automatsko prebacivanje jezika
hu: Vocalizer automatikus nyelvváltás testreszabása
it: Impostazioni di cambio lingua automatico per Vocalizer
ne: भोकलाइजरभाषाको अनुकूलताको स्वचालित परिवर्तन
pt_br: Opções da Alternância Automática de Idioma do Vocalizer
ru: Настройки Автоматического переключения языка Vocalizer
sk: Nastavenia automatickej zmeny jazyka

source: Select a locale, and then configure the voice to be used:
ar: اختر البلد, ثم اختر الصوت المناسب:
bg: Изберете език, след което изберете глас, който да се използва:
da: Vælg et sprog (locale) og angiv den stemme, der skal bruges:
de: Sprache auswählen und dann die zu verwendende Stimme konfigurieren:
es: Selecciona una localización, y entonces configura la voz a utilizar:
fi: Valitse kieli ja määritä sitten käytettävä puheääni :
fr: Sélectionnez une langue, et choissez la voix à utiliser :
gl: Seleccioa unha localización, e logo configura a voz para se utilizar:
hr: Odaberite lokal, a zatim konfigurirajte glas koji će se koristiti:
hu: Válasszon ki egy nyelvet, majd szabja testre a hozzá tartozó hangokat.
it: Seleziona il paese, poi configura la voce che hai deciso di usare
ne: आफ्नो भाषा छान्नु होस् र , प्रयोग गरिने आवाजको अनुयोजन गर्नु होस् ।
pt_br: Selecione um idioma, em seguida configure a voz a ser usada:
ru: Выберите язык, затем сконфигурируйте голос для использования:
sk: Vyberte jazyk a hlas, ktorý sa má použiť:

source: Locale Name:
ar: اسم البلد:
bg: Име на език:
da: Navn på sprog (locale):
de: Sprache:
es: Nombre de Localización:
fi: Kieli:
fr: Nom de la langue :
gl: Nome de Localización:
hr: Naziv lokala:
hu: Nyelv neve
it: Nome
ne: स्थानीय नाम
pt_br: Nome do Idioma:
ru: Имя Языка:
sk: Jazyk:

source: Voice Name:
ar: اسم الصوت:
bg: Име на глас:
da: Stemmenavn:
de: Stimme:
es: Nombre de la Voz:
fi: Puheääni:
fr: Nom de la voix :
gl: Nome de Voz:
hr: Ime glasa:
hu: Hang neve
it: Nome Voce:
ne: आवाजको नाम:
pt_br: Nome da Voz:
ru: Имя Голоса:
sk: Hlas:

source: Detect text language based on unicode characters (experimental)
ar: التعرف على نص اللغة اعتماد على أحرف التشفير الموحد (تجريبي)
bg: Разпознаване на езика на текста на базата на уникод символи (експериментално)
da: Detekter tekstsprog baseret på Unicode-tegn (eksperimentelt)
de: Textsprache anhand von Unicode erkennen (experimentell)
es: Detectar el idioma del texto basado en caracteres unicode (experimental)
fi: Tunnista tekstin kieli unicode-merkkien perusteella (kokeellinen)
fr: Détecter la langue du texte en se basant sur les caractères unicode (expérimental)
gl: Detectar idioma do texto en base a caracteres Unicode (experimental)
hr: prepoznavaj jezik teksta zasnovan na unicode znakovima (eksperimentalno)
hu: Szöveg nyelvfelismerés unicode karakterek alapján (teszt)
it: Rileva la lingua del testo basandosi sui caratteri unicode (sperimentale)
ne: बहु संहीता पाठका आधारमा भाषाको पहिचान गर ।(परीक्षण)
pt_br: Detectar idioma do texto com base em caracteres unicode (experimental)
ru: Обнаруживать язык текста, основанный на символах юникода (экспериментально)
sk: Detekovať jazyk na základe unicode znakov (experimentálne)

source: Ignore numbers and common punctuation when detecting text language (experimental)
ar: تجاهل الأرقام وعلامات الترقيم المعروفة عند التعرف على نص اللغة (تجريبي)
bg: Игнориране на цифри и често използвани знаци при разпознаване на езика на текста (експериментално)
da: Ignorer tal og almindelige sætningstegn ved detektering af tekstsprog (eksperimentelt)
de: Ziffern und Satzzeichen bei der Erkennung der Textsprache ignorieren
es: Ignorar números y puntuación común cuando se detecta el idioma del texto (experimental)
fi: Ohita numerot ja yleiset välimerkit tekstin kieltä tunnistettaessa (kokeellinen)
fr: Ignorer les nombres et les ponctuations courantes pendant la détection de la langue du texte (expérimental)
gl: Ignorar os números e signos de puntuación comúns ó detectar o idioma do texto (experimental)
hr: ignoriraj brojeve i osnovnu interpunkciju kada prepoznajem jezik teksta(experimentalno)
hu: Számok és általános írásjelek mellőzése nyelvfelismeréskor (teszt)
it: Ignora numeri e simboli di punteggiatura comuni nel rilevare la lingua del testo (sperimentale)
ne: पाठ भाषाको पहिचानमा सङ्ख्या र साझा चिन्हलाई वेवास्ता गर (परीक्षण)
pt_br: Ignorar números e pontuação comum ao detectar idioma do texto (experimental)
ru: Игнорировать цифры и часто используемые знаки при обнаружении языка текста (экспериментально)
sk: Ignorovať čísla a častú interpunkciu pri detekcii jazyka (experimentálne)

source: Language assumed for latin characters:
ar: اللغة المفترض أن تستخدم الأحرف الاتينية:
bg: Език при срещане на латински букви:
da: Standardsprog ved Latin tegnsæt:
de: Sprache vorausgesetzt für lateinische Zeichen:
es: Idioma asumido para caracteres latinos:
fi: Latinalaisille merkeille käytettävä kieli:
fr: Langue supposée pour les caractères latins :
gl: Lingua asumida por carácteres latinos:
hr: jezik predviđen za latinične znakove:
hu: Latin karakterek nyelve:
it: Lingua usata per i caratteri latini:
ne: लेटिन अक्षर युक्त भाषाको अनुमान
pt_br: Idioma presumido para caracteres latinos:
ru: Предполагаемый язык для латинских символов:
sk: Pre znaky latinky predpokladať jazyk:

source: Enter your Vocalizer Credentials
ar: ادخل بيانات Vocalizer:
bg: Въведете вашите данни за Vocalizer
da: Indtast dine brugeroplysninger til Vocalizer
de: Geben Sie bitte Ihre Registrierungsinformationen für Vocalizer ein
es: Introducir las credenciales de Vocalizer
fi: Syötä Vocalizer-tunnukset
fr: Entrez vos identifiants Vocalizer
gl: Introduce as túas Ccredenciais do Vocalizer
hr: upišite vaše podatke za vocalizer
hu: Írja be az ön Vocalizer adatait
it: Inserisci le tue credenziali d'accesso per Vocalizer
ne: तपाइको भोकलाइजर इजाजत प्रविष्टी गर्नु होस् ।
pt_br: Inserir suas credenciais do Vocalizer
ru: Введите ваши учётные данные Vocalizer
sk: Zadajte vaše údaje pre Vocalizer

source: Email Address:
ar: البريد الإلكتروني:
bg: Имейл адрес:
da: Email-adresse:
de: E-Mail-Adresse:
es: Dirección de correo electrónico:
fi: Sähköpostiosoite:
fr: Adresse E-mail :
gl: Enderezo de Correo Electrónico:
hr: e-mail adresa:
hu: Email Cím:
it: Indirizzo Email:
ne: इमेल ठेगाना
pt_br: Endereço de e-mail:
ru: E-mail адрес:
sk: Emailová adresa:

source: Password:
ar: كلمة المرور:
bg: Парола:
da: Adgangskode:
de: Kennwort:
es: Contraseña:
fi: Salasana:
fr: Mot de passe :
gl: Contrasinal:
hr: Lozinka:
hu: Jelszó:
ne: गोप्यशब्द
pt_br: Senha:
ru: Пароль:
sk: Heslo:

source: Store password on this computer (your password will be encrypted)
ar: استرجاع كلمة المرور على هذا الحاسوب (كلمة المرور سيتم تشفيرها)
bg: Съхраняване на паролата на компютъра (паролата ви ще бъде криптирана)
da: Gem adgangskode på denne computer (krypteret
de: Kennwort auf diesem Computer speichern (Ihr Kennwort wird verschlüsselt)
es: Guardar contraseña en este ordenador (la contraseña se cifrará)
fi: Tallenna salasana tälle tietokoneelle salattuna
fr: Charger votre mot de passe sur cet ordinateur (votre mot de passe sera encrypté)
gl: Almacenar contrasinal no ordenador (a túa contrasinal será cifrada)
hr: Sačuvaj lozinku na ovom računalu (Vaša će lozinka biti enkriptirana)
hu: A jelszó tárolása ezen a számítógépen (titkosítva lesz)
it: Salva la password su questo computer (la password sarà criptata)
ne: यो कल्पयन्त्रमा गोप्यशब्दलाई सञ्चित गर्नु होस् (तपाइको गोप्यशब्द पाल्सीकृत हुनेछ)
pt_br: Armazenar senha neste computador (sua senha será encriptada)
ru: Сохранить пароль на этом компьютере (ваш пароль будет зашифрован)
sk: Uložiť heslo v tomto počítači (bude zašifrované)

source: Store Credentials in portable NVDA configuration (your password will be stored in clear text)
ar: استرجاع البيانات في إعدادات النسخة المحمولة (سيتم استرجاع كلمة المرور في شكل نصي واضح غير مشفر)
bg: Съхраняване на данните при преносимо копие на NVDA (паролата ви ще бъде съхранена в чист текст)
da: Gem adgangskode i opsætning til bærbar NVDA (ikke krypteret)
de: Registrierungsinformationen in der portablen Konfiguration speichern (Ihr Kennwort wird in Klartext gespeichert)
es: Almacenar credenciales en la configuración de NVDA portable (la contraseña se almacena en texto no cifrado)
fi: Tallenna tunnukset NVDA:n massamuistiversioon selvänä tekstinä
fr: Charger vos identifiants dans la configuration de NVDA portable (votre mot de passe sera conservé en texte clair)
gl: Almacenar credenciais en configuración de NVDA portable (o seu contrasinal será almacenada en texto simple)
hr: Sačuvaj lozinku u prijenosnoj nvda konfiguraciji (Vaša lozinka će biti pohranjena kao čisti tekst)
hu: Az adatok tárolása a hordozható NVDA verzióban (nem lesz titkosítva)
it: Salva le credenziali d'accesso nella configurazione di NVDA portable (i dati saranno salvati in chiaro)
ne: फिरन्ते नेत्रवाणी अभियोजनमा तपाइको ओहदा दर्ता गर्नु होस् (तपाइको गोप्यशब्द स्प्रष्ट पाठको रूपमा सञ्चित हुनेछ)
pt_br: Armazenar credenciais na configuração portátil do NVDA (sua senha será armazenada em texto simples)
ru: Сохранить учётные данные в конфигурации переносной копии NVDA (ваш пароль будет сохранен в текстовом формате)
sk: Uložiť údaje v prenosnej verzii NVDA (heslo sa uloží ako nešifrovaný čistý text)

source: You must enter both email and password values.
ar: يجب عليك إدخال البريد الإلكتروني وكلمة المرور في الحقول المخصصة.
bg: Трябва да зададете стойности както за имейл, така и за парола.
da: Du skal indtaste både e-mail og adgangskode.
de: Sie müssen E-Mail und Kennwort eingeben.
es: Debes introducir los valores tanto de correo electrónico como de contraseña.
fi: Sinun on annettava sekä sähköpostiosoite että salasana.
fr: Vous devez entrer deux valeurs email et mot de passe.
gl: Debes introducir os valores tanto do correo electrónico como da contrasinal.
hr: Morate unijeti e-mail adresu i lozinku.
hu: Ki kell töltenie az e-mail és jelszó mezőket.
it: è necessario inserire sia l'email che la password
ne: तपाइले इमेल र गोप्यशब्द दुबै प्रविष्टी गर्नु पर्छ ।
pt_br: Você tem que preencher ambos os campos e-mail e senha.
ru: Вы должны ввести как e-mail,так и пароль.
sk: Musíte zadať e-mail aj heslo.

source: Error verifying credentials: {error}
ar: خطأ في التعرف على البيانات: {error}
bg: Грешка при потвърждение на данните: {error}
da: Fejl under kontrollering af brugeroplysninger: {error}
de: Fehler beim Überprüfen der Registrierungsinformationen: {error}
es: Error verificando credenciales: {error}
fi: Virhe tarkistettaessa tunnuksia: {error}
fr: Erreur lors de la vérification de vos identifiants : {error}
gl: Erro ó verificar as credenciais: {error}
hr: Greška prilikom provjere registracijskih podataka: {error}
hu: Hiba a felhasználói adatok hitelesítésekor: {error}
it: Errore nella verifica delle credenziali d'accesso: {error}
ne: ओहदा परीक्षण त्रूटी: {error}
pt_br: Erro ao checar credenciais: {error}
ru: Ошибка проверки учётных данных: {error}
sk: Pri kontrole údajov došlo k chybe: {error}

source: Verifying credentials.
ar: جاري التحقق من صحة البيانات.
bg: Потвърждение на данните.
da: Kontrollerer brugeroplysninger.
de: Registrierungsinformationen werden geprüft.
es: Verificando credenciales.
fi: Tarkistetaan tunnuksia
fr: Vérification des identifiants.
gl: Verificando credenciais.
hr: Provjeravam podatke.
hu: Felhasználói adatok hitelesítése
it: Verifica credenziali in corso.
ne: ओहदाको परीक्षण
pt_br: Checando credenciais.
ru: Проверка учётных данных.
sk: overujem údaje.

source: Please wait while your credentials are being verified...
ar: يرجى الانتظار حتى التحقق من صحة البيانات...
bg: Моля, изчакайте, докато вашите данни бъдат потвърдени...
da: Vent venligst, mens dine brugeroplysninger bliver kontrolleret.
de: Bitte warten Sie, während Ihre Registrierungsinformationen geprüft werden...
es: Espera mientras se verifican tus credenciales por favor ...
fi: Odota, kun tunnuksiasi tarkistetaan...
fr: Veuillez patienter pendant que vos informations d'identification sont en cours de vérification...
gl: Agarda mentres se verifican as túas credenciais por favor ...
hr: Pričekajte dok se provjere vaši podaci...
hu: Kérem várjon, amíg az adatai hitelesítésre kerüllnek.
it: Attendere qualche istante mentre le proprie credenziali vengono controllate...
ne: कृपया तपाइको ओहदाको परीक्षण हुँदा सम्म धैर्य गर्नु होस् ।
pt_br: Por favor aguarde enquanto suas credenciais são checadas...
ru: Пожалуйста, подождите, пока проверяются ваши учётные данные...
sk: Čakajte prosím, overujem vaše údaje...

source: Unknown HTTP error: {code}.
ar: خطأ http غير معروف: {code}.
bg: Непозната HTTP грешка: {code}.
da: Ukendt http-fejl {code}.
de: Unbekannter HTTP-Fehler: {code}.
es: Eror desconocido de HTTP: {code}.
fi: Tuntematon HTTP-virhe: {code}.
fr: Erreur HTTP inconnue : {code}.
gl: Erro descoñecido de HTTP: {code}.
hr: Nepoznata http greška: {code}.
hu: Ismeretlen HTTP hiba: {code}.
it: Errore http sconosciuto: {code}.
ne: अज्ञात HTTP त्रूटी: {code}.
pt_br: Erro desconhecido de HTTP: {code}.
ru: Неизвестная ошибка http: {code}.
sk: Neznáma chyba protokolu HTTP: {code}.

source: Wrong email or password.
ar: خطأ في كتابة البريد الإلكتروني أو كلمة المرور.
bg: Грешен имейл или парола.
da: Forkert email eller adgangskode.
de: Falsche E-Mail-Adresse oder falsches Kennwort.
es: Correo electrónico o contraseña incorrectos.
fi: Väärä sähköpostiosoite tai salasana.
fr: E-mail ou mot de passe erroné.
gl: Correo electrónico ou contrasinal incorrectos.
hr: netočna e-mail adresa ili lozinka.
hu: Rossz e-mail vagy jelszó.
it: Email o password errati.
ne: गल्ती इमेल वा गोप्यशब्द ।
pt_br: E-mail ou senha incorreto.
ru: Неправильный E-mail или пароль.
sk: Nesprávna e-mailová adresa alebo neplatné heslo.

source: No account was found with given email address.
ar: لا يوجد حساب مسجل بهذا البريد الإلكتروني.
bg: Не беше намерен акаунт с предоставения имейл адрес.
da: Der blev ikke fundet nogen konto med den indtastede mail-adresse.
de: Es wurde kein Konto mit dieser E-Mail-Adresse gefunden.
es: No se encontró una cuenta con la dirección de correo electrónico proporcionada.
fi: Annetulla sähköpostiosoitteella ei löytynyt tiliä.
fr: Aucun compte n'a été trouvée avec l'adresse e-mail indiquée.
gl: Non se atopou unha conta co enderezo de correo proporcionado.
hr: Nije pronađen korisnički račun sa upisanom e-mail adresom.
hu: Nem található felhasználói fiók a megadott e-mail címhez.
it: Non è stato trovato alcun account associato all'indirizzo email inserito.
ne: दिईएको इमेल ठेगानाको कुनै खाता पाइएन ।
pt_br: Nenhuma conta encontrada com o endereço de e-mail fornecido.
ru: Учётная запись для данного адреса электронной почты не найдена.
sk: Nie je možné nájsť účet s takouto e-mailovou adresou.

source: Access is not allowed.
ar: غير مسموح بالاتصال
bg: Достъпът е забранен.
da: Adgang nægtet.
de: Zugriff verweigert.
es: No se permite el acceso.
fi: Käyttö estetty.
fr: L'accès n'est pas autorisé.
gl: Non se permite o acceso.
hr: Pristup nije dopušten.
hu: A hozzáférés nem engedélyezett.
it: Accesso non consentito.
ne: पहुँच अनुमति छैन ।
pt_br: Acesso não é permitido.
ru: Доступ не разрешён.
sk: Prístup bol odmietnutý.

source: Can not connect to Vocalizer for NVDA server. Please check if your internet connection is working.
ar: تعذر الاتصال بموقع Vocalizer. يرجى التأكد من اتصالك بشبكة الإنترنت.
bg: Неосъществено свързване със сървъра на Vocalizer за NVDA. Моля, проверете вашата интернет връзка.
da: Kan ikke forbinde til Vocalizer for NVDA-server. Kontroller venligst, om din internetforbindelse virker.
de: Die Verbindung zum Vocalizer für NVDA-Server konnte nicht hergestellt werden. Bitte stellen Sie sicher, dass Sie mit dem Internet verbunden sind.
es: No se pudo conectar al servidor de Vocalizer para NVDA. Por favor, comprueba si tu conexión a Internet está funcionando.
fi: Vocalizer for NVDA:n palvelimeen ei saada yhteyttä. Tarkista, toimiiko internet-yhteytesi.
fr: Impossible de se connecter au serveur de Vocalizer pour NVDA. Veuillez vérifier que votre connexion Internet fonctionne.
gl: Non se puido conectar ó servidor do Vocalizer para NVDA. Por favor, comproba se a túa conexión a Internet está a funcionar.
hr: Ne mogu se spojiti sa Vocalizer for NVDA serveromr. Molim provjerite ispravnost vaše internetske veze.
hu: Nem tudok a Vocalizer for NVDA szerveréhez kapcsolódni. Kérem ellenőrizze az internet kapcsolatát.
it: Impossibile connettersi al server Vocalizer. Controllare che la connessione a internet sia attiva.
ne: नेत्रवाणीका लागि निर्मित भोकलाइजर सर्वरमा जडान गर्न सकिएन ।अन्तरजाल सञ्झ्यालमा जडान भए नभएको पक्का गर्नु होस् ।
pt_br: Não é possível conectar ao servidor do Vocalizer para NVDA. Por favor cheque se sua conexão à Internet está funcionando.
ru: Не удаётся подключиться к серверу Vocalizer для NVDA. Пожалуйста, проверьте ваше интернет-соединение на работоспособность.
sk: Nie je možné pripojiť sa k serveru. Overte, či máte funkčné pripojenie do internetu.

source: Your credentials were verified successfully. Press OK to continue.
ar: تم التحقق من صحة جميع الالبيانات. اضغط زر موافق للاستمرار.
bg: Вашите данни са потвърдени успешно. Натиснете OK, за да продължите.
da: Dine oplysninger er blevet bekræftet. Tryk på OK for at fortsætte.
de: Ihre Registrierungsinformationen wurden erfolgreich geprüft. Drücken Sie auf OK, um fortzusetzen.
es: Tus credenciales fueron verificadas correctamente. Pulsa Aceptar para continuar.
fi: Tunnuksesi tarkistettiin onnistuneesti. Jatka painamalla OK.
fr: Vos identifiants ont été vérifiés avec succès. Appuyez sur OK pour continuer.
gl: As túas credenciais foron verificadas corectamente. Preme Aceptar para continuar.
hr: vaši podaci su uspješno provjereni. Pritisnite U redu za nastavak.
hu: Az ön adatai helyességének ellenőrzése sikeresen megtörtént. Nyomja meg az Ok gombot a folytatáshoz.
it: Verifica credenziali avvenuta correttamente. Premere Ok per proseguire.
ne: तपाइको ओहदा परिक्षण सफल भयो । निरन्तरता राख्न ठिक टाँकलाई दबाउनु होला ।
pt_br: Suas credenciais foram checadas com sucessos. Pressione OK para continuar.
ru: Ваши учетные данные были успешно проверены. Нажмите OK для продолжения.
sk: Vaše údaje sú správne. Pokračujte stlačením tlačidla OK.

source: Success
ar: تم الترخيص بنجاح!
bg: Успех
da: Fuldført
de: Erfolg
es: Correcto
fi: Onnistui
fr: Réussi
gl: Correcto
hr: Uspješno!
hu: Sikeres
it: Operazione eseguita
ne: सफल
pt_br: Êxito
ru: Успешно
sk: Hotovo

source: Vocalizer Expressive 1.1 Driver
ar: تعريف Vocalizer Expressive 1.1
bg: Драйвер за Vocalizer Expressive 1.1
de: Vocalizer Expressive 1.1 Treiber
es: Controlador de Vocalizer Expressive 1.1
fi: Vocalizer Expressive 1.1 -ajuri
fr: Pilote Vocalizer expressive 1.1
gl: Controlador del Vocalizer Expressive 1.1
hr: Nuance Vocalizer 5.5 pogonski softver
it: Driver Vocalizer Expressive 1.1
ne: गतिसिल भोकलाइजर १.१ चालक
pt_br: Dráiver do Vocalizer Expressive 1.1
ru: Драйвер Vocalizer Expressive 1.1
sk: ovládač Vocalizer Expressive 1.1

source: Driver and interfaces for Nuance Vocalizer expressive version 1.1.
ar: تعريف وواجهة Nuance Vocalizer إصدار متميز 1.1
bg: Драйвер и интерфейси за Nuance Vocalizer expressive версия 1.1.
da: Driver og brugergrænseflade til Nuance Vocalizer expressive version 1.1.
de: Treiber und Schnittstellen für Nuance Vocalizer Expressive Version 1.1.
es: Controlador e interfaces para Nuance Vocalizer expressive versión 1.1.
fi: Ajuri ja liitäntä Nuance Vocalizer Expressiven 1.1-versiolle.
fr: Pilote et interfaces pour Nuance Vocalizer expressive version 1.1.
gl: Controlador e interfaces paraNuance Vocalizer expressive version 1.1.
hr: Upravljački program i sučelja za Nuance Vocalizer expressive verzija 1.1.
hu: Driver és interfész a Nuance Vocalizer-hez expressive, verzió: 1.1.
it: Interfaccia e Driver per Nuance Vocalizer Expressive versione 1.1
ne: न्युवान्स भोकलाइजरका लागि चालक र अन्तराकृति गतिसिल संस्करण १.०.
pt_br: Dráiver e interfaces para Nuance Vocalizer expressive versão 1.1.
ru: Драйвер и Интерфейс для Nuance Vocalizer expressive версия 1.1.
sk: ovládač a rozhranie Nuance Vocalizer expressive verzia 1.1.
