Repository: tsengwoody/WorldVoice
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fi, fr, gl, hr, hu, it, ne, pt_br, ru, sk

source: URL: {url} This product is composed of two independent components: - Nuance Vocalizer Expressive speech synthesizer. - NVDA speech driver and interface for Nuance Vocalizer. Licenses and conditions for these components are as follows: Nuance Vocalizer Expressive speech synthesizer: Copyright (C) 2013 Nuance Communications, Inc. All rights reserved. Synthesizer Version: {synthVersion} This copy of the Nuance Vocalizer synthesizer is licensed to be used exclusively with the NVDA screen reader (Non Visual Desktop Access). License management components are property of Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. All rights reserved. --- NVDA speech driver and interface for Nuance Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Version: {driverVersion} NVDA speech driver and interface for Nuance Vocalizer is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the NVDA Help menu. It can also be viewed online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html This component was developed by Tiflotecnia, LDA and Rui Batista, with contributions from many others. Special thanks goes to: {contributors}
ar: رابط الموقع: {url} يتكون هذا المنتج من تطبيقين منفصلين: - آلة النطق Nuance Vocalizer Expressive. - تعريف ل NVDA وواجهة تطبيقية ل Nuance Vocalizer Expressive. وشروط وتراخيص هذين التطبيقين كالتالي: آلة النطق Nuance Vocalizer Expressive: Copyright (C) 2013 Nuance Communications, Inc. جميع حقوق النشر محفوظة. إصدار آلة النطق: {synthVersion} تم ترخيص هذا المنتج ليستخدم حصريا مع NVDA قارئ الشاشة (المجاني مفتوح المصدر). إدارة تراخيص التطبيقين مملوكة ل Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. جميع الحقوق محفوظة. --- تعريف آلة النطق مع NVDA والواجهة التطبيقية ل Nuance Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. الإصدار: {driverVersion} يخضع تعريف Vocalizer مع NVDA وواجهته التطبيقية للإصدار الثاني من رخصة جينو العمومية. وهي تقضي للمستخدم بكامل الحرية بتوزيع البرنامج أو تعديل مكوّناته البرمجية بأي طريقة شاء ما دام يُرفِق الرخصة مع البرنامج ويجعل مصدر الشفرة متاحًا لكل من يطلبه. وينطبق ذلك على كل من النسخة الأصلية والنسخة المعدَّلة من البرنامج بالإضافة إلى أية برامج تستعمل شفرة برمجية مأخوذة من هذا البرنامج. ولمزيد من المعلومات يمكنكم الاطلاع على الرخصة من خلال قائمة المساعدة كما يمكنكم الاطلاع عليها عبر الإنترنت فللترجمة باللغة العربية (لنصّ رخصة جينو العمومية http://www.linuxfuture.org/download/Arabic_GPL_2.0.htm) وللاطلاع على الرخصة باللغة الانكليزية (GNU General Public License Version 2 http://www.gnu.org/licenses/old-licenses/gpl-2.0.html قام بتطوير هذا المنتج كل من Tiflotecnia, LDA و Rui Batista, بمساهمة آخرين.الشكر الجزيل ل: {contributors}
bg: Уеб адрес: {url} Този продукт е съставен от два независими компонента: - Речевият синтезатор Nuance Vocalizer Expressive. - Речевият драйвер и интерфейсът на NVDA за Nuance Vocalizer. Лицензионните споразумения и условия за тези компоненти са както следва: Речевият синтезатор Nuance Vocalizer Expressive: Авторско право (C) 2013 Nuance Communications, Inc. Всички права запазени. Версия на синтезатора: {synthVersion} Това копие на синтезатора Nuance Vocalizer е лицензирано за използване единствено с екранния четец NVDA (Non Visual Desktop Access). Лицензионните компоненти са собственост на Tiflotecnia, LDA. Авторско право (C) 2012, 2013 Tiflotecnia, LDA. Всички права запазени. --- Речев драйвер и интерфейс на NVDA за Nuance Vocalizer Expressive: Авторско право (C) 2012, 2013 Tiflotecnia, LDA. Авторско право (C) 2012, 2013 Rui Batista. Версия: {driverVersion} Правото на ползване на речевия драйвер и интерфейс на NVDA за Nuance Vocalizer се покрива от основния публичен лиценз на GNU (GNU General Public License), версия 2. Вие сте свободни да споделяте или променяте този софтуер по всякакъв начин, доколкото направените копия се покриват от същия лиценз и направите изходния код достъпен за всеки, който го иска. Това се отнася както за оригиналното, така и за модифицираните копия на този софтуер, както и всякакви допълнителни промени. За повече информация може да разгледате лиценза от помощното меню на NVDA. Може да го направите и онлайн на: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Този компонент беше разработен от Tiflotecnia, LDA и Rui Batista, със сътрудничеството на много други. Специални благодарности на: {contributors}
da: URL: {url} Dette produkt består af to selvstændige komponenter: - Nuance Vocalizer speech synthesizer. - NVDA speech driver og interface til Nuance Vocalizer. Licenser og betingelser for disse komponenter er som følger: Nuance Vocalizer speech synthesizer: Copyright (C) 2013 Nuance Communications, Inc. Alle rettigheder forbeholdes. Synthesizer Version: {synthVersion} Denne udgave af talesyntesen Nuance Vocalizer er udelukkende givet i licens til brug sammen med skærmlæseren NVDA (Non Visual Desktop Access). Komponenterne til håndtering af licenser ejes af Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. Alle rettigheder forbeholdes. --- NVDA talesyntesedriver og -interface for Nuance Vocalizer: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Version: {driverVersion} NVDA talesyntesedriver og interface for Nuance Vocalizer er underlagt licensen GNU General Public License (Version 2). Du kan frit dele eller ændre denne software på enhver måde, så længe den altid ledsages af denne licens og at du gør kildekoden tilgængelig for alle, der måtte ønske den. Dette gælder både for den oprindelige udgave og for modificerede udgaver af denne software samt for afledte produkter. For flere detaljer se licensen i NVDA's hjælp menu . Den kan ligeledes læses on-line på: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Denne komponent er udviklet af Tiflotecnia, LDA og Rui Batista, med bidrag fra mange andre. Særlig tak til: {contributors}
de: Internet-Adresse: {url} Dieses Produkt besteht aus zwei unabhängigen Komponenten: - Nuance Vocalizer Sprachausgabe. - NVDA-Treiber und -Schnittstelle für Nuance Vocalizer. Die Komponenten unterliegen den folgenden (Lizenz-)Bestimmungen: Nuance Vocalizer Sprachausgabe: Copyright (C) 2013 Nuance Communications, Inc. Alle Rechte vorbehalten. Version der Sprachausgabe: {synthVersion} Diese Kopie von Vocalizer darf ausschließlich mit NVDA (NonVisual Desktop Access) verwendet werden. Lizenzverwaltungskomponenten sind Eigentum der Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. Alle Rechte vorbehalten. Copyright (C) 2012, 2013 Rui Batista. NVDA-Sprachausgabentreiber und Benutzerschnittstelle für Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Version: {driverVersion} Der Treiber für die Sprachausgabe für NVDA sowie die Benutzerschnittstelle für Nuance Vocalizer stehen unter der GNU General Public License (Version 2). Sie sind berechtigt, diese Software nach belieben weiterzugeben und zu ändern, solange dies im Rahmen dieser Lizenz geschieht und Sie die Software zusammen mit einer Kopie dieser Lizenz und den ursprünglichen Quellcode herausgeben. Dies bezieht sich sowohl auf das Original sowie auch auf modifizierte Kopieen dieser Software sowie alle Weiterentwicklungen. Weitere Informationen finden Sie im Hilfemenü von NVDA. Ferner steht eine Kopie online bereit unter: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Diese Komponente wurde von Tiflotecnia, LDA und Rui Batista mit Zusammenarbeit von mehreren entwickelt. Spezieller Dank geht an: {contributors}
es: Dirección web: {url} Este producto se compone de dos componentes independientes: - Sintetizador de voz Nuance Vocalizer Expressive. - Controlador de voz para NVDA e interfaz paraNuance Vocalizer. Las licencias y las condiciones de estos componentes son los siguientes: Sintetizador de voz Nuance Vocalizer Expressive: Copyright (C) 2013 Nuance Communications, Inc. Todos los derechos reservados. Versión del Sintetizador: {synthVersion} Esta copia del sintetizador Nuance Vocalizer se licencia para utilizarse exclusivamente con el lector de pantalla NVDA (Non Visual Desktop Access). Los componentes de gestión de licencias son propiedad de Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. Todos los derechos reservados. --- Controlador de voz de NVDA e interfaz para Nuance Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Versión: {driverVersion} El controlador de voz para NVDA y la interfaz de Vocalizer Nuance están cubiertos por la Licencia Pública General de GNU (versión 2). Eres libre de compartir o modificar este programa en cualquier forma que desees, siempre y cuando vaya acompañada de la licencia y hagas que todo el código fuente esté a disposición de cualquiera que lo desee. Esto se aplica tanto a las copias originales como a las modificadas de este software, así como a cualquier otro trabajo derivado. Para más información, puedes ver la licencia en el menú Ayuda de NVDA. También se puede ver en línea en: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Este componente fue desarrollado por Tiflotecnia, LDA y Rui Batista, con contribuciones de muchos otros. Un especial agradecimiento a: {contributors}
fi: URL-osoite: {url} Tämä tuote koostuu kahdesta erillisestä osasta: - Nuance Vocalizer Expressive -puhesyntetisaattorista - NVDA:n Nuance Vocalizer -puhesyntetisaattoriajurista ja -liitännästä Näiden osien lisenssiehdot ovat seuraavat: Nuance Vocalizer Expressive -puhesyntetisaattori: Copyright (C) 2013 Nuance Communications, Inc. Kaikki oikeudet pidätetään. Versio: {synthVersion} Tämä Nuance Vocalizer -syntetisaattorin versio on lisensoitu ainoastaan NVDA (Non Visual Desktop Access)-ruudunlukuohjelmalla käytettäväksi. Lisenssinhallintakomponentit ovat Tiflotecnia, LDA:n omaisuutta. Copyright (C) 2012, 2013 Tiflotecnia, LDA. Kaikki oikeudet pidätetään. --- NVDA:n Nuance Vocalizer Expressive -puhesyntetisaattoriajuri ja -liitäntä: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Versio: {driverVersion} NVDA:n Nuance Vocalizer -puhesyntetisaattoriajuri ja -liitäntä on suojattu GNU General Public License (Versio 2) -lisenssillä. Voit vapaasti jakaa tai muuttaa tätä ohjelmistoa millä tahansa haluamallasi tavalla, kunhan toimitat lisenssiä sen mukana ja pidät lähdekoodin kaikkien saatavilla. Tämä koskee sekä alkuperäisiä että muokattuja ohjelmistokopioita, kuten myös kaikkia johdannaisia. Voit tarkastella lisenssiä NVDA:n Ohje-valikosta saadaksesi lisätietoja. Lisenssi on luettavissa myös verkossa osoitteessa: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Tämän komponentin on kehittänyt Tiflotecnia, LDA ja Rui Batista monien muiden avustuksella. Erityiskiitokset seuraaville: {contributors}
fr: URL : {url} Ce produit comprend deux composants indépendants : - Le synthétiseur vocal Nuance Vocalizer Expressive. - Le pilote et l'interface NVDA pour Nuance Vocalizer. Les licences et conditions pour ces composants sont les suivantes : Synthétiseur vocal Nuance Vocalizer : Copyright (C) 2013 Nuance Communications, Inc. tous droits réservés. Version du Synthétiseur : {synthVersion} Cette copie du synthétiseur Nuance Vocalizer ne peut être utilisée qu'avec la revue d'écran NVDA (Non Visual Desktop Access). Les composants de gestion de la Licence sont la propriété de Tiflotecnia, LDA. Copyright (C) 2012-2013 Tiflotecnia, LDA. Tous droits réservés. --- Pilote de parole NVDA et interface pour Nuance Vocalizer Expressive: Copyright (C) 2012-2013 Tiflotecnia, LDA. Copyright (C) 2012-2013 Rui Batista. Version : {driverVersion} Le pilote de parole NVDA et l'interface pour Nuance Vocalizer sont couverts par la licence GNU General Public License (Version 2). Vous êtes libre de partager ou modifier ce logiciel comme vous le voulez à condition qu'il soit accompagné de la licence et que le code source soit disponible pour qui le veut. Ceci s'applique aux copies originales ou modifiées de ce logiciel, ainsi qu'à tout développement qui en dérive. Pour plus de détails, vous pouvez consulter la licence depuis le menu d'aide de NVDA. Vous pouvez aussi la consulter en ligne à : http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Ce composant a été développé par Tiflotecnia, LDA et Rui Batista, avec des contributions de {contributors}
gl: URL: {url} Este produto está formado por dous compoñentes independentes: - Sintetizador de voz Nuance Vocalizer Expressive. - Controlador de voz para NVDA e interface para o Nuance Vocalizer. As licenzas e as condicións para estes compoñentes son como segue: Sintetizador de voz para Nuance Vocalizer Expressive: Copyright (C) 2013 Nuance Communications, Inc. Todos os dereitos reservados. Versión do Sintetizador: {synthVersion} Esta copia do sintetizador Nuance Vocalizer licénciase para utilizar exclusivamente co lector de pantalla NVDA (Non Visual Desktop Access). Os compoñentes de xestión de licenza son de propiedade de Tiflotecnia, SA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. Todos os dereitos reservados. --- Controlador de voz para NVDA e interface para o Nuance Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Versión: {driverVersion} O controlador de voz do NVDA e a interface para o Nuance Vocalizer está cuberto pola GNU General Public License (versión 2). Es libre para compartir ou modificar o software de calquera maneira que sexa, sempre que sexa acompañada pola licenza e fagas todo o código fonte dispoñible para quen o queira. Isto é aplicable a ambas as copias orixinais e modificadas deste programa, ademais de obras derivadas de calquera. Para máis detalles, podes ver a licenza desde o menú Axuda do NVDA. Tamén se pode ver en liña en: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Este compoñente desenvolveuno Tiflotecnia, SA e Rui Batista, con achegas de moitos outros. ;Un agradecemento especial vai para: {contributors}
hr: adresa: {url} Ovaj se proizvod sastoji od dvije neovisne komponente: - Nuance Vocalizer Expressive govorna jedinica. - NVDA upravljački program za govor i i sučelje za vocalizer. Licenca i uvjeti za ove komponente su kako slijedi: Nuance Vocalizer Expressive govorna jedinica: Copyright (C) 2013 Nuance Communications, Inc. sva prava pridržana. Verzija govorne jedinice: {synthVersion} ova je kopija govorne jedinice licencirana samo za korištenje sa NVDA čitačem ekrana (Non Visual Desktop Access). Komponente za upravljanje licencom su vlasništvo Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. sva prava pridržana. --- Govorni upravljački program i vocalizer za nvda: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Inačica: {driverVersion} Ovaj je softver pokriven gpl 2 licencom svaki rad koji je proizašao iz ovog softvera treba biti dostupan zajedno sa otvorenim kodom. za više detalja možete pogledati u izborniku pomoć u samom NVDA. možete ju također pogledati na: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Ovaj je softver razvila tiflotecnia LDA i rui batista, uz pomoć doprinositelja. Posebne zahvale idu: {contributors}
hu: URL: {url} A driver két, független összetevőből áll: - Nuance Vocalizer Expressive beszédszintetizátor. - NVDA beszéd driver és interfész a Nuance Vocalizer-hez. A licensz feltételek ezekhez az összetevőkhöz a következőek: Nuance Vocalizer Expressive beszédszintetizátor: Copyright (C) 2013 Nuance Communications, Inc. Minden jog fenntartva. Beszédszintetizátor verzió: {synthVersion} A Nuance Vocalizer beszédszintetizátor ezen verziója kizárólag az NVDA képernyőolvasóval (Non Visual Desktop Access) használható. A licenszkezelési összetevők a Tiflotecnia, LDA tulajdonát képezik. Copyright (C) 2012, 2013 Tiflotecnia, LDA. Minden jog fenntartva. --- NVDA beszéd driver és interfész a Nuance Vocalizer Expressive-hez: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Verzió: {driverVersion} Az NVDA beszéd driver és interfész a Nuance Vocalizer-hez a GNU General Public License (2-es verzió) alatt érhető el. A szoftver bármilyen formában, ingyenesen terjeszthető és módosítható, a forráskód elérhetővé tételével. Ez mind az eredeti, mind pedig a módosított szoftver verziókra vonatkozik, ide értve bármilyen, a szoftverből származó kódrészletet is. Bővebb információért nézze meg az NVDA súgó menüjét (angol). A licensz online is megtekinthető, angol nyelven: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Ezt a drivert a Tiflotecnia, LDA és Rui Batista fejlesztették, többek közreműködésével. Külön köszönetet érdemelnek: {contributors} A Vocalizer for NVDA driver magyar verzióját az NVDA honosítási Csapat készítette.
it: URL: {url} Questo prodotto è costituito da due componenti indipendenti: - Il Sintetizzatore vocale Nuance Vocalizer Expressive. - Il driver di sintesi vocale e l'interfaccia NVDA per Vocalizer. Le condizioni di licenza per questi componenti sono le seguenti: Sintetizzatore vocale Nuance Vocalizer Expressive : Copyright (C) 2013 Nuance Communications, Inc. Tutti i diritti riservati. Versione sintetizzatore: {synthVersion} Questa copia della sintesi vocale Nuance Vocalizer viene concessa in licenza soltanto per essere utilizzata con lo screen reader NVDA(Non Visual Desktop Access). I componenti per la gestione della licenza sono di proprietà di Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. Tutti i diritti riservati. --- Driver di sintesi vocale e interfaccia NVDA per Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Versione: {driverVersion} Il driver di sintesi vocale e l'interfaccia NVDA per Nuance Vocalizer sono coperti dalla licenza GNU General Public License (Versione 2). Siete liberi di condividere e modificare questo programma come volete, a patto che voi distribuiate la licenza assieme al software e rendiate disponibile il sorgente a chiunque ne faccia richiesta. Questo si applica a copie originali e modificate del software e ad ogni lavoro che deriva dallo stesso. Per ulteriori informazioni, è possibile visualizzare la licenza dal menu Aiuto di NVDA. Può anche essere visualizzata online su: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Questo componente è stato sviluppato da Tiflotecnia, LDA e Rui Batista, con contributi di molti altri. Ringraziamenti speciali vanno a: {contributors} URL: {url}
ne: URL: {url} यो उत्पादन दुई वटा सहकर्मीहरू द्वारा बनेको छ ।: - न्युवान्स भोकलाइजर गतिशिल वाचन शंस्लेषक - न्युवान्स भोकलाइजरका लागि नेत्रवाणी चालक र अन्तराकृति यी सहकर्मीहरू सम्बन्धी इजाजत र शर्तहरू निम्नानुसार छन्: न्युवान्स भोकलाइजर गतिशिल वाचन शंस्लेषक: प्रतिलिपी अधिकार(C) 2013 Nuance Communications, Inc. सर्वाधिकार सुरक्षित । शंस्लेषक संस्करण: {synthVersion} न्युवान्स भोकलाईजर शंस्लेषकको यो प्रति नेत्रवाणी (न देख्नेहरूको डेस्कटपमा पहुँच-NVDA) मा मात्रै प्रयोग गर्ने अनुमति दिईएको छ । इजाजत व्यबस्थापन Tiflotecnia, LDA का सम्पति हुन् । प्रतिलिपी अधिकार (C) 2012, 2013 Tiflotecnia, LDA. सर्वाधिकार सुरक्षित । --- न्युवान्स भोकलाइजरका लागि नेत्रवाणी चालक र अन्तराकृति : प्रतिलिपी अधिकार (C) 2012, 2013 Tiflotecnia, LDA. प्रतिलिपी अधिकार (C) 2012, 2013 Rui Batista. संस्करण: {driverVersion} न्युवान्स भोकलाइजरका लागि नेत्रवाणी चालक र अन्तराकृति सामान्य सार्वजनिक इजाजत (संस्करण २) मातहतमा पर्दछ । तपाइ यही इजाजतका सर्तहरू लागू हुने र चाहना गर्ने लाई उपलब्ध हुने गरी सबै श्रोत कोड खुल्ला राखेर यो यन्त्रप्राणलाई आफूले चाहे अनुसार हेरफेर वा बाँड्चुड गर्न स्वतन्त्र हुनु हुन्छ । यो नियम यस यन्त्र प्राणको सुरुको वा परिवर्तित दुबै प्रतिमा एवम् यसका कुनै पनि सह-उत्पादनमा उतिकै रूपमा लागू हुन्छ । विस्तृत जानकारीका लागि नेत्रवाणीको सहयोग मेनु मार्फत इजाजत सम्बन्धी पाठ हेर्नु होला । यसलाई अनलाईन ठेगाना: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html मा पनि हेर्न सकिन्छ । यो सहकर्मी Tiflotecnia, LDA र Rui Batista ले अरू योगदानकर्ताहरूको सहयोगमा विकास गरेको हो । विशेष धन्यवादका पात्रहरू : {contributors}
pt_br: Endereço: {url} Este produto consiste em dois componentes independentes: - Sintetizador de fala Nuance Vocalizer Expressive. - Dráiver de fala do NVDA e interface para o Nuance Vocalizer. As licenças e condições para esses componentes são as seguintes: Sintetizador de fala Nuance Vocalizer Expressive: Copyright (C) 2013 Nuance Communications, Inc. Todos os direitos reservados. Versão do sintetizador: {synthVersion} Esta cópia do sintetizador Nuance Vocalizer está licenciada para uso exclusivo com o leitor de telas NVDA (Acesso não-Visual ao Ambiente de Trabalho). Os componentes de gestão da licença são propriedade da Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. Todos os direitos reservados. --- Driver de fala do NVDA e interface para o Nuance Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Versão: {driverVersion} O driver de fala do NVDA e interface para o Nuance Vocalizer encontra-se sob a Licença Pública Geral GNU (Versão 2). Você é livre para compartilhar ou modificar este programa como desejar, contanto que o mesmo vá acompanhado desta licença e você ofereça o código fonte a quem o quiser. Isso aplica-se ao original e a cópias modificadas do programa, bem assim a qualquer trabalho derivado. Para mais detalhes, consulte a licença no menu Ajuda do NVDA. Pode também consultá-la na Internet, em: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Este componente foi desenvolvido pela Tiflotecnia, LDA e Rui Batista, com contribuições de terceiros. Agradecimentos especiais a: {contributors}
ru: URL: {url} Этот продукт состоит из двух независимых компонентов: - Синтезатор речи Nuance Vocalizer Expressive. - Речевой интерфейс NVDA и интерфейс для Nuance Vocalizer. Лицензии и условия для этих компонентов являются следующими: Синтезатор речи Nuance Vocalizer Expressive: Копирайт (C) 2013 Nuance Communications, Inc. Все права защищены. Версия синтезатора: {synthVersion} Эта копия синтезатора Vocalizer Nuance лицензируется для использования исключительно с NVDA (не Визуальный доступ к рабочему столу). v Компонент Управления лицензиями является собственностью Tiflotecnia, LDA. Копирайт (C) 2012, 2013 Tiflotecnia, LDA. Все права защищены. --- Речевой интерфейс NVDA и интерфейс для Nuance Vocalizer Expressive: Копирайт (C) 2012, 2013 Tiflotecnia, LDA. Копирайт (C) 2012, 2013 Rui Batista. Версия: {driverVersion} Речевой интерфейс NVDA и интерфейс для Nuance Vocalizer распространяется на основании GNU General Public License (версии 2). Вы можете свободно копировать или изменять данное программное обеспечение как вам необходимо, пока оно сопровождается лицензией и все исходные коды доступны любым желающим. Это относится как к оригинальным, так и к модифицированным копиям данного программного обеспечения, а также любым производным от него работам. Более подробную информацию о лицензии можно найти в меню справки NVDA. Она также доступна по адресу: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Этот компонент был разработан Tiflotecnia, LDA и Rui Batista, при участии многих других. Особая благодарность: {contributors}
sk: URL: {url} Tento produkt sa skladá z dvoch nezávislých súčastí: - Hlasový výstup Nuance Vocalizer Expressive . - Ovládač hlasového výstupu NVDA a rozhranie pre Nuance Vocalizer. Nasledujú podmienky používania a licenčné informácie: Hlasový výstup Nuance Vocalizer Expressive : Copyright (C) 2013 Nuance Communications, Inc. Všetky práva vyhradené. Verzia hlasového výstupu: {synthVersion} Táto kópia hlasového výstupu Nuance Vocalizer je licencovaná na výhradné použitie s programom NVDA (Non Visual Desktop Access). Súčasti na správu licenčných údajov sú vlastníctvom spoločnosti Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. Všetky práva vyhradené. --- Ovládač hlasového výstupu NVDA a rozhranie pre Nuance Vocalizer: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Verzia: {driverVersion} Distribúcia Ovládača hlasového výstupu NVDA a rozhrania pre Nuance Vocalizer je možná pod licenciou GNU General Public License 2. Tento produkt môžete voľne šíriť a meniť rôznym spôsobom, podmienkou však je pripojiť k nemu túto licenciu a sprístupniť zdrojový kód každému, kto si to vyžiada. Týka sa to oboch pôvodných, aj upravených kópií daného software ako aj ďalších odvodených aplikácií. Pre viac podrobností si v menu pomocník môžete detailnejšie preštudovať licenciu. Kompletná licencia je dostupná aj na stránke: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Vývoj tejto súčasti zaistili Tiflotecnia, LDA a Rui Batista, s pomocou mnohých ďalších. Veľké poďakovanie patrí {contributors}
