Repository: tsengwoody/WorldVoice
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fi, fr, gl, hr, hu, it, ne, pt_br, ru, sk

source: The Nuance Vocalizer for NVDA demonstration license has expired. To purchase a license for Nuance Vocalizer for NVDA, please visit {url}, or contact an authorized distributor. Note that a percentage of the license's price is donated to NV Access, ltd, to help continuing the development of the NVDA screen reader.
ar: لقد انتهى ترخيص Vocalizer. لشراء نسخة من Vocalizer مع NVDA, يرجى زيارة الرابط {url} أو الاتصال بأحد الموزعين المعتمدين. يرجى الملاحظة بأن نسبة من سعر المنتج ستذهب إلى التبرع من أجل الاستمرار في تطوير قارئ الشاشة NVDA.
bg: Демонстрационният лиценз за Nuance Vocalizer за NVDA е изтекъл. За да поръчате лиценз за Nuance Vocalizer за NVDA, моля посетете {url}, или се свържете с оторизиран дилър. Забележете, че процент от цената на лиценза се дарява на NV Access Ltd, за да подпомогне разработката на екранния четец NVDA.
da: Prøvelicensen til Nuance Vocalizer for NVDA er udløbet. Hvis du ønsker at købe en licens til Nuance Vocalizer for NVDA, besøg venligst {url}, eller kontakt en autoriseret distributør. Bemærk, at en procentdel af prisen på en licens doneres til NV Access, ltd, som bidrag til den fortsatte udvikling af skærmlæseren NVDA.
de: Die Probelizenz für Nuance Vocalizer für NVDA ist abgelaufen. Um eine Lizenz für Nuance Vocalizer für NVDA zu erwerben, besuchen Sie bitte {url} oder kontaktieren Sie einen autorisierten Vertriebspartner. Bitte berücksichtigen Sie, dass ein prozentualer Anteil des Lizenz-Preises an NV Access, ltd gespendet wird, um die Weiterentwicklung zu unterstützen.
es: La licencia de demostración para el Nuance Vocalizer para NVDA ha expirado. Para comprar una licencia para el Nuance Vocalizer para NVDA, por favor visita {url}, o contacta con un distribuidor autorizado. Ten en cuenta que un porcentaje del precio de la licencia se dona a NV Access, ltd, para ayudar a continuar con el desarrollo del lector de pantalla NVDA.
fi: Tuotteen Nuance Vocalizer for NVDA demolisenssi on vanhentunut. Osta lisenssi käymällä osoitteessa {url} tai ottamalla yhteyttä valtuutettuun jälleenmyyjään. Huomaathan, että prosenttiosuus lisenssin hinnasta lahjoitetaan NV Access Ltd:lle NVDA-ruudunlukuohjelman kehitystyötä auttamaan.
fr: La licence de démonstration de Nuance Vocalizer pour NVDA a expirée. Pour acheter une licence de Nuance Vocalizer pour NVDA, visitez {url}, ou contactez un distributeur autorisé. Notez qu'un pourcentage du prix de la licence est reversé à NV Access, ltd, pour aider à continuer le développement du lecteur d'écran NVDA.
gl: A licenza de demostración do Nuance Vocalizer para NVDA caducou. Para adquirir unha licenza para o Nuance Vocalizer para NVDA, visita {url}, ou contacta cun distribuidor autorizado. Ten en conta que unha porcentaxe do prezo da licenza é doada a NV Access, Ltd, para axudar a seguir co desenvolvemento do lector de pantalla NVDA.
hr: Nuance Vocalizer za NVDA demo licenca je istekla. Da biste kupili licencu za Nuance Vocalizer za NVDA, molimo posjetite {url}, ili kontaktirajte ovlaštenog distributera. Imajte na umu da se postotak cijene za licencu donira organizaciji NV Access, ltd, kako bi se pomoglo u daljnjem razvoju NVDA čitača ekrana.
hu: A Nuance Vocalizer for NVDA bemutató licensze lejárt. A licensz megvásárlásához látogassa meg a {url} oldalt, vagy keresse fel a magyarországi forgalmazót a http://vocalizer.nvda.hu címen. Megjegyzés: A licensz megvásárlásával az NVDA fejlesztői csapatot is támogatja, ezzel elősegítve a képernyőolvasó további fejlesztését.
it: La licenza dimostrativa di Nuance Vocalizer per NVDA è scaduta. Per acquistare una licenza, si prega di visitare {url}, o contattare un distributore autorizzato. Si noti che una percentuale del prezzo di licenza viene devoluto in donazione alla NV Access, ltd, per aiutare lo sviluppo dello screen reader NVDA.
ne: नेत्रवाणीका लागि न्युवान्स भोकलाईजर परिक्षण इजाजत म्याद समाप्त भयो । To purchase a license for Nuance Vocalizer for NVDA, please visit {url}, or contact an authorized distributor. Note that a percentage of the license's price is donated to NV Access, ltd, to help continuing the development of the NVDA screen reader.
pt_br: A licença de demonstração do Nuance Vocalizer para NVDA expirou. Para comprar uma licença do Nuance Vocalizer para NVDA, por favor visite {url}, ou contacte um revendedor autorizado. Note que uma percentagem do preço da licença é doada para a NV Access, ltd, para ajudar a continuar o desenvolvimento do leitor de telas NVDA.
ru: Демонстрационная лицензия Nuance Vocalizer для NVDA истекла. Чтобы приобрести лицензию для Nuance Vocalizer для NVDA, пожалуйста, посетите {url}, или обратитесь к официальному дистрибьютору. Следует отметить, что процент от цены лицензии является переданы NV доступа, лтд, чтобы помочь дальнейшей разработки чтения с экрана NVDA.
sk: Demo verzia Nuance Vocalizer pre NVDA vypršala. Ak si chcete kúpiť licenciu Nuance Vocalizer pre NVDA, navštívte stránku {url}, alebo kontaktujte vášho dodávateľa. Čiastka z vašej prípadnej kúpy je odvádzaná NV Access, ltd, na zaistenie ďalšieho vývoja NVDA.

source: Vocalizer Demo Expired
ar: لقد انتهت النسخة التجريبية من Nuance Vocalizer
bg: Демонстрационният период за Vocalizer е изтекъл
da: Vocalizer Demo udløbet
de: Probezeitraum von Vocalizer abgelaufen
es: Demo de Vocalizer Expirada
fi: Vocalizer-demo vanhentunut
fr: Démo de Vocalizer Expirée
gl: Demo do Vocalizer Expirada
hr: Vocalizer Demo inačica je istekla
hu: A Vocalizer demo lejárt.
it: Demo di Vocalizer scaduta
ne: भोकलाइजर प्रदर्शनको म्याद समाप्त भयो ।
pt_br: A Demonstração do Vocalizer Expirou
ru: Vocalizer Срок Демо Версии Истек
sk: Demo verzia vypršala

source: You are running a demo version of Nuance Vocalizer expressive for NVDA. This demo will expire on {date}. To use the syntheciser after that, You must buy a license. You can do so at any time by visiting {url} or by contacting a local distributor. Thanks for testing Nuance Vocalizer expressive for NVDA.
ar: أنت الآن تستخدم نسخة تجريبية من Nuance Vocalizer expressive . ستنتهي هذه النسخة في {date}. لاستخدام آلة النطق مرة أخرى, يجب عليك شراء نسخة. يمكنك شراء المنتج بزيارة الرابط {url} أو الاتصال بأحد الموزعين المحليين. شكرا لاستخدامك Nuance Vocalizer expressive مع NVDA.
bg: Вие използвате демонстрационна версия на Nuance Vocalizer expressive за NVDA. Периодът на валидност на този лиценз ще изтече на {date}. За да използвате синтезатора след това, трябва да закупите пълен лиценз. Може да направите това по всяко време като посетите {url} или като се свържете с локалния си дистрибутор. Благодарим ви, че изпробвате Nuance Vocalizer expressive за NVDA.
da: Du bruger i øjeblikket en demo-version af Nuance Vocalizer for NVDA. Denne prøveversion udløber den {date}. Hvis du herefter ønsker at bruge talesyntesen, skal du købe en licens. Det kan du gøre når som helst enten ved at besøge {url} eller ved at kontakte en lokal distributør. Tak fordi du afprøver Nuance Vocalizer for NVDA.
de: Sie verwenden zur Zeit eine Demo-Version von Nuance Vocalizer Expressive für NVDA. Diese Version läuft noch bis {date}. Um diese Sprachausgabe weiterhin zu verwenden, müssen Sie eine Lizenz erwerben. Diese können Sie auf unserer {url} oder bei einem Vertriebspartner in Ihrer Nähe bestellen. Vielen Dank für das Testen von Nuance Vocalizer für NVDA.
es: Estás ejecutando una versión demo de Nuance Vocalizer Expresive para NVDA. Esta demo expirará en {date}. para utilizar el sintetizador después, Debes comprar una licencia. Puedes hacerlo en cualquier ocasión visitando {url} o contactando con un distribuidor local. Gracias por probar Nuance Vocalizer para NVDA.
fi: Käytät tuotteen Nuance Vocalizer Expressive for NVDA demoversiota. Se vanhentuu {date}. Sinun on ostettava lisenssi voidaksesi jatkaa syntetisaattorin käyttöä. Voit ostaa lisenssin milloin tahansa käymällä osoitteessa {url} tai ottamalla yhteyttä paikalliseen jälleenmyyjään. Kiitos tuotteen Nuance Vocalizer Expressive for NVDA kokeilemisesta.
fr: Vous exécutez une version de démonstration de Nuance Vocalizer Expressive pour NVDA. Cette démonstration expirera le {date}. Pour utiliser le synthétiseur après cette date, vous devez acheter une licence. Vous pouvez le faire à tout moment en visitant {url} ou en contactant un distributeur local. Merci d'essayer Nuance Vocalizer Expressive pour NVDA.
gl: Estás executando unha versión de demostración do Nuance Vocalizer expressive para NVDA. Esta demostración vai caducaren {date}. Para utilizar o syntetizador despois diso, Tes que mercar unha licenza. Podes facelo en calquera momento, ó visitar{url} ou entrando en contacto con un distribuidor local. Grazas por probar o Nuance Vocalizer expressive para NVDA.
hr: Koristite demo inačicu Nuance Vocalizer-a za NVDA. Ova demo inačica istiće s datumom {date}. Da biste koristili sintetizator i nakon toga, morat ćete kupiti licencu. To možete učiniti bilo kad, tako da posjetite stranicu {url}, ili da kontaktirate lokalnog zastupnika. Hvala vam što ste testirali Nuance Vocalizer za NVDA.
hu: Ön a Nuance Vocalizer for NVDA bemutató verzióját használja. A termék lejár: {date}. A termék további használatához meg kell vásárolnia egy érvényes licenszet. Ezt bármikor megteheti a {url} oldalon, vagy az ön helyi forgalmazójánál. Köszönjük a Nuance Vocalizer for NVDA kipróbálását!
it: Stai eseguendo una versione dimostrativa di Nuance Vocalizer Expressive per NVDA. Questa demo scadrà in data {date}. Per usare la sintesi vocale in seguito, , devi comperare una licenza. Puoi farlo in qualsiasi momento visitando {url} o contattando un rivenditore locale. Grazie per aver testato Nuance Vocalizer Expressive per NVDA.
ne: तपाइ नेत्रवाणीका लागि निर्मित न्युवान्स भोकलाइजर गतिसिल परीक्षण प्रति चलाउँदै हुनु हुन्छ यो परीक्षण प्रति {date}. मा समाप्त हुनेछ । यो संश्लेषकलाई यस पछी प्रयोग गर्न , तपाइ सित इजाजत हुनै पर्छ ।तपाइले यो कार्य कुनै पनि बेला {url} मा भ्रमण गर्न अथवा कुनै स्थानीय वितरक सित सम्पर्क गर्न सक्नु हुन्छ । नेत्रवाणीका लागि निर्मित न्युवान्स भोकलाइजरको परीक्षण गर्नु भएकोमातपाइलाई धन्यवाद छ ।
pt_br: Você está executando uma versão de demonstração do Nuance Vocalizer Expressive para NVDA. Essa demonstração expira em {date}. Para usar o sintetizador após essa data, deve comprar uma licença. Pode fazer isso a qualquer momento visitando {url} ou contactando um revendedor local. Obrigado por experimentar o Nuance Vocalizer Expressive para NVDA.
ru: Вы работаете в пробной версии Nuance Vocalizer expressive для NVDA. Эта версия истекает {date}. Для дальнейшего использования синтезатора вы должны купить лицензию. Это можно сделать в любое удобное для вас время, посетив {url} или связавшись с местным дистрибьютором. Спасибо за тестирование Nuance Vocalizer expressive для NVDA.
sk: Používate demo verziu Nuance Vocalizer expressive pre NVDA. Verzia vyprší {date}. Aby ste mohli používať Vocalizer hlasy aj po skončení platnosti demo verzie, Musíte si kúpiť licenciu. Môžete tak urobiť kedykoľvek na stránke {url} alebo kontaktovaním vášho dodávateľa. Ďakujeme vám za testovanie Nuance Vocalizer expressive pre NVDA.

source: Vocalizer Demo Version
ar: نسخة Vocalizer التجريبية
bg: Демонстрационна версия на Vocalizer
es: Versión Demo de Vocalizer
fi: Vocalizerin demoversio
fr: Version de Démonstration de Vocalizer
gl: Versión Demo do Vocalizer
hr: Vocalizer Demo inačica
hu: Vocalizer Demo Verzió
it: Vocalizer versione demo
ne: भोकलाईजरपदर्शन संस्करण
pt_br: Versão de Demonstração do Vocalizer
ru: Демо Версия Vocalizer
sk: Vocalizer Demo Verzia
