Repository: tsengwoody/WorldVoice
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fi, fr, gl, hr, hu, it, ne, pt_br, ru, sk

source: The Vocalizer license you are trying to use is invalid. This might be happening due to one of two reasons: 1. The activation file is damaged. 2. The license was disabled for security reasons, due to illegal use or its data beeing compromized. If you own a license for Nuance Vocalizer for NVDA, please contact Tiflotecnia, lda. or your local distributor, so the problem can be further investigated. If this Nuance Vocalizer for NVDA license activation doesn't belong to you, please reframe from using this product. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. By sharing license activations you are working against NVDA and good and cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial quality syntheciser in NVDA. Please think twice about it. You can remove this invalid license using the Vocalizer Expressive menu options.
ar: الترخيص الذي تحاول استخدامه من Vocalizer غير قانوني. ربما يرجع ذلك للسببين التاليين: 1. أن يكون ملف الترخيص قد تم العبث به أو أنه غير قانوني. 2. ملف الترخيص قد تم تعطيله لأسباب أمنية, لكونه غير قانوني أو غير مطابق لأحد الشروط المتفق عليها. إذا كانت لديك بالفعل رخصة من المنتج, يرجى الاتصال ب Tiflotecnia, ldaأو الاتصال بموزع المنتج ببلدك, كي يتم التحقق من المشكلة. أما إذا كان ملف الترخيص الذي تحاول استخدامه ليس مملوك لك يرجى التراجع عناستخدامه. إن الاستخدام الغير قانوني (كاستخدام رخصة غير قانونية) غير مسموح به من قبل قوانين البرمجيات الدولية. فملف الترخيص لا يسمح به إلا لشخص واحد فقط. إذا كان ملف الترخيص الذي تحاول استخدامه ليس مملوك لك يرجى التراجع عن استخدامه. إن الاستخدام الغير قانوني لهذا المنتج (كأن تكون الرخصة غير قانونية) غير مسموح به من قبل قوانين البرمجيات الدولية. يرجى العلم بأنه سيتم تخصيص نسبة من سعر المنتج للتبرع به لصالح تطوير قارئ الشاشة NVDA. فمشاركة ملفات ترخيص المنتج ستؤدي إلى خفض التبرعات ل NVDA كما أنها ستحول دون الحصول على تكنولوجيا جيدة ورخيصة للمكفوفين بالعالم أجمع. علاوة على ذلك, فإن Vocalizer يباع بأرخص سعر ممكن, للسماح لأكبر قدر من المستخدمين بشراء آلة نطق تجارية مع NVDA. يرجى إعادة النظر في هذا الأمر. يمكنك إزالة هذه الرخصة الغير قانونية من قائمة Vocalizer.
da: Den licens til Vocalizer du forsøger at bruge er ugyldig. Dette kan skyldes én af to årsager: 1. Licensfilen er beskadiget. 2. Licensen er blevet slået fra af sikkerhedsmæssige årsager, grundet ulovlig brug eller licensens data er blevet kompromitteret. Hvis du er ejer af en licens til Nuance Vocalizer for NVDA, bedes du venligst kontakte Tiflotecnia, lda. eller din lokale distributør for at få undersøgt problemet yderligere. Hvis denne licensfil til Vocalizer for NVDA ikke tilhører dig, bør du undlade at benytte dette produkt. Uautoriseret brug af dette produkt (dvs. uden en gyldig licens) er ikke tilladt ifølge de fleste internationale love om rettigheder til software. Bemærk venligst at en procentdel af prisen for Nuance Vocalizer for NVDA doneres som bidrag til den fortsatte udvikling af NVDA. Ved at uddele licensaktiveringer modarbejder du NVDA og god og billig tilgængelighed for blinde verden over. Nuance Vocalizer for NVDA er desuden prissat så lavt som muligt. Derved kan flest muligt få adgang til en kommerciel talesyntese af høj kvalitet sammen med NVDA. Overvej det venligst en gang til. Du kan fjerne denne ugyldige licens via menuen Vocalizer.
de: Die zu verwendende Lizenz für Vocalizer ist ungültig. Dies könnte an einem der beiden Gründen liegen: 1. Die Lizenzdatei ist beschädigt oder keine gültige Lizenzdatei. 2. Die Lizenz wurde deaktiviert, weil Sie illegal verwendet wurde oder deren Daten kompromittiert wurden. Wenn Sie eine Lizenz für Vocalizer für NVDA besitzen, kontaktieren Sie bitte Tiflotecnia, lda oder ihren Händler, sodass das Problem untersucht werden kann. Wenn Ihnen diese Lizenz nicht gehört, sollten Sie dieses Produkt nicht mehr benutzen. Eine nichtauthorisierte Nutzung dieses Produktes (ohne eine gültige Lizenz) ist durch die meisten internationalen Gesetze für Software-Rechte geschützt. Bitte beachten Sie, dass ein Teil des Preises für Nuance Vocalizer für NVDA gespendet wird, um die Weiterentwicklung zu sichern. Durch das Teilen von Lizenzdateien arbeiten Sie gegen NVDA sowie gute und günstige Barrierefreiheit für Blinde auf der ganzen Welt. Desweiteren wird Nuance Vocalizer für NVDA zum möglichst günstigsten Preis vertrieben, um so vielen Personen wie möglich die Nutzung einer kommerziellen quallitativen Sprachausgabe in NVDA zu ermöglichen. Bitte denken Sie daran. Die ungültige Lizenz können Sie über das Vocalizer-Menü entfernen.
es: La licencia del Vocalizer que estás intentando utilizar no es válida. Esto podría estar ocurriendo debido a una de dos razones: 1. ;El archivo de activación está dañado. 2. ;La licencia se desactivó por motivos de seguridad, debido al uso ilegal o a que tus datos se han visto comprometidos. Si eres dueño de una licencia para el Nuance Vocalizer para NVDA, por favor ponte en contacto con Tiflotecnia, lda. O con tu distribuidor local, para que el problema pueda ser investigado. Si esta licencia para la activación del Nuance Vocalizer para NVDA no te pertenece, por favor replantéate el uso de este producto. El uso no autorizado de este producto (sin una licencia válida) no está permitido por la mayoría de las leyes internacionales de derechos del software. Ten en cuenta que una parte del precio del Nuance Vocalizer para NVDA se dona para continuar el desarrollo de NVDA. Al compartir las activaciones de la licencia estás yendo en contra de NVDA, y de la accesibilidad buena y barata para ciegos en todo el mundo. Adicionalmente, el Nuance Vocalizer para NVDA tiene un precio lo más bajo posible, para que el mayor número posible de personas tengan un sintetizador comercial de calidad en NVDA. Por favor, piénsalo dos veces antes. Puedes quitar esta licencia no válida utilizando las opciones del menú Vocalizer Expressive.
fi: Vocalizer-lisenssi, jota yrität käyttää, on virheellinen. Tätä saattaa tapahtua kahdesta syystä: 1. Aktivointitiedosto on vahingoittunut. 2. Lisenssi on estetty turvallisuussyistä laittoman käytön tai sen tietojen väärinkäytön vuoksi. Mikäli omistat tuotteen Nuance Vocalizer for NVDA lisenssin, ota yhteyttä Tiflotecnia, lda.:han tai paikalliseen jälleenmyyjään, jotta ongelmaa voidaan tutkia tarkemmin. Jos et omista kyseisen lisenssin aktivointitiedoston käyttöoikeutta, sinun tulisi pidättäytyä tämän tuotteen käytöstä. Tämän tuotteen luvaton käyttö (esim. ilman voimassa olevaa lisenssiä) ei ole sallittua useimmissa kansainvälisissä laeissa ohjelmistojen oikeuksista. Huomaathan, että osa tämän tuotteen hinnasta lahjoitetaan NVDA:n kehitystyön jatkamiseen. Lisenssin aktivointitiedostoja jakamalla toimit NVDA:ta sekä sokeille tarkoitettua hyvää ja halpaa esteettömyyttä vastaan kaikkialla maailmassa. Lisäksi tämän tuotteen hinta on niin alhainen kuin suinkin, jotta mahdollisimman moni saisi kaupallisen puhesyntetisaattorin NVDA:lla käytettäväksi. Ajattele tätä kahdesti. Voit poistaa virheellisen lisenssin Vocalizer Expressive -valikosta.
fr: La licence de Vocalizer que vous tentez d'utiliser est invalide. Cela peut être causé par une de ces deux raisons : 1. Le fichier de licence est endomagé ou invalide. 2. La licence a été désactivée pour des raisons de sécurité, en raison d'une utilisation illégale ou ses données ont été compromises. Si vous êtes propriétaire d'une licence de Nuance Vocalizer pour NVDA, veuillez contacter Tiflotecnia, lda. ou votre distributeur local afin que le problème puisse être mieux étudié. Si cette licence de Nuance Vocalizer pour NVDA ne vous est pas destiné, vous devriez renoncer à utilisez ce produit. L'utilisation non autorisée de ce produit (Ex : sans licence valide) est interdit par la plupart des traités internationaux concernant les droits sur les logiciels. Notez bien qu'une partie du prix de Vocalizer pour NVDA est donné pour continuer le développement de NVDA. En partageant des licence, vous réduisez les dons pour NVDA et pour l'amélioration de l'accessibilités aux non-voyants dans le monde. De plus, le prix de Nuance Vocalizer pour NVDA est fixé pour être le plus bas possible afin de permettre au plus grand nombre de personnes d'avoir une synthèse vocale commerciale pour NVDA. Pensez-y. Vous pouvez supprimer cette licence invalide dans le menu Vocalizer Expressive.
gl: A licenza do Vocalizer que estás a usar non é válida. Isto pode estar a suceder debido a unha de dúas razóns: 1. O ficheiro de activación está mal. 2. A licenza foi desactivada por motivos de seguridade, debido ó uso ilegal ou que os teus datos están sendo comprometidos. Se dispós dunha licenza para o Nuance Vocalizer para NVDA, por favor contacta con Tiflotecnia, LDA. ou co seu distribuidor local, para que o problema poda ser investigado. Se esta licenza de activación do Nuance Vocalizer para NVDA non che pertence, por favor reformula o uso deste producto. O uso non autorizado deste produto (ig sen unha licenza válida) non está permitido pola maioría das leis internacionais sobre os dereitos de software. Ten en conta que unha proporción do prezo do Vocalizer Nuance para NVDA é doada para dar continuidade ao desenvolvemento de NVDA. A través da compartición de activacións de licenzas se está a traballar contra o NVDA, accesibilidade boa e barata para cegos en todo o mundo. Aínda máis, o Nuance Vocalizer para NVDA custa o valor máis baixo posible, para permitir que tantas persoas como sexa posible teñan un syntetizador de calidade comercial no NVDA. Por favor, pensa dúas veces sobre elo. Podes eliminar esta licenza non válida usando as opcións do menú Vocalizer Expressive.
hr: Vocalizer licenca koju ste pokušali koristiti je nevažeća. Ovo se može dogoditi iz jednog od dva razloga: 1. Datoteka licence je oštećena ili nije valjana licencna datoteka. 2. Licenca je onemogućena iz sigurnosnih razloga, zbog nezakonitog korištenja ili su njeni podaci ugroženi. Ako posjedujete licencu za Nuance Vocalizer za NVDA, molimo kontaktirajte Tiflotecnia, lda. ili vašeg lokalnog zastupnika, kako bi se problem mogao dalje istražiti. Ako datoteka licence za Nuance Vocalizer ne pripada vama, ne koristite istu s ovim proizvodom. Neovlašteno korištenje ovog proizvoda (bez valjane dozvole) nije dopušteno od strane većine međunarodnih zakona o softverskim pravima. Imajte na umu da se udio cijene Nuance Vocalizer-a za NVDA donira za nastavak razvoja NVDA čitača ekrana. Dijeljenjem licencne datoteke radite protiv NVDA programa pa tako i protiv dobre i jeftine pristupačnosti za slijepe osobe diljem svijeta. Nadalje, Nuance Vocalizer za NVDA naplaćuje se po najnižoj mogućoj cijeni, kako bi se čim većem broju ljudi omogućilo korištenje sintetizatora govora komercijalne kvalitete u NVDA čitaču ekrana. Molimo razmislite dvaput o ovom. Ovu nevažeću licencu možete ukloniti koristeći izbornik Vocalizer.
hu: A használni kívánt licensz érvénytelen. Ez a következők miatt történhet: 1. A licensz fájl sérült, vagy érvénytelen formátumú. 2. A licensz bisztonsági okok miatt le lett tiltva, pl. illegális használat, vagy a licensz adatainak illegális felhasználása miatt. Ha ön rendelkezik érvényes licensszel, kérjük lépjen kapcsolatba a Tiflotecnia, lda.-val vagy az ön helyi forgalmazójával, a probléma megoldása érdekében. A termék nem hiteles használata (pl. egy megvásárolt, érvényes licensz segítségével) nem megengedett a legtöbb nemzetközi szoftverjogra vonatkozó törvény szerint. A licensz fájl kizárólagosan az ön személyes használatára bisztosít engedélyt. Ha a Nuance Vocalizer licensz fájl nem az ön tulajdona, a terméket ön jogszerűtlenül, illegálisan használja. Kérjük távolítsa el a terméket a számítógépéről. Kérjük vegye figyelembe, hogy a Nuance Vocalizer for NVDA árának egy részével ön az NVDA fejlesztését is támogatja. Bármely megosztott licensz fájl csökkenti az erre fordított összeget, ezzel megakadályozva az alacsony árú, de magas minőségű szoftver és az NVDA elérhetővé tételét vakok és gyengénlátók részére. Ezzel nagy részben az NVDA továbbfejlesztését is hátráltatja! Jól gondolja meg! Ezt az érvénytelen licenszet eltávolíthatja a Vocalizer Expressive menüből.
it: La licenza Vocalizer che stai cercando di utilizzare non è valida. Questo può verificarsi in uno dei seguenti casi: 1. Il file di licenza è danneggiato o non è un file di licenza valido. 2. La licenza è stata disabilitata per ragioni di sicurezza, a causa di un utilizzo illegale o in quanto i dati sono stati forniti a terzi. Se sei il proprietario di una licenza per Nuance Vocalizer per NVDA, ti preghiamo di contattare Tiflotecnia, lda. o il tuo distributore locale, in modo da risolvere il problema. Se invece questa licenza di Nuance Vocalizer per NVDA non ti appartiene, devi cessare di utilizzarla immediatamente. Si noti chel'utilizzo di software illegale o contraffatto risulta illegale nella maggior parte degli stati. Condividendo questo file stai sostanzialmente lavorando contro NVDA, contro tutte le persone che gratuitamente devolvono il loro tempo e le loro conoscenze a questo screen reader. Inoltre, Nuance Vocalizer per NVDA viene distribuito al prezzo più basso possibile, proprio per garantire una spesa economica con sintesi vocali di qualità. Pensaci due volte! Puoi rimuovere questa licenza non valida tramite il menu Vocalizer.
ne: तपाइले प्रयोग गर्न चाहनु भएको भोकलाइजरको इजाजत अवैध छ । यो निम्न दुईवटा कारणले भएको हुन सक्छ ।: १. सक्रियता फाइल भ्रष्ट भएको हुन सक्छ । २. सुरक्षाको कारणले इजाजतलाई अयोग्य बनाइएको, अवैध प्रयोग वा त्थ्याङ्कको मेलमिलाप पनि हुन सक्छ यदि तपाइ सित नेत्रवाणिका लागि न्युवान्स भोकलाइजरको इजाजत छ भने , कृपया Tiflotecnia, lda अथवा तपाइको स्थानीय वितरकलाई सम्पर्क गर्नु होला ता कि तपाइको समस्याको बारेमा खोजतलास गर्न सकियोस् । यदि यो नेत्रवाणीका लागि न्युवान्स भोकलाइजरको इजाजत तपाइलाई प्रदान गरिएको होइन भने, यो उत्पादनको प्रयोग न गर्नु होला । यो उत्पादनको अवैध (वैध इजाजत बिना) प्रयोगलाई प्रमुख अन्तराष्ट्रिय सफ्टवेयर अधिकार कानुनले गैह्र कानुनी ठहर्‍याएको छ । कृपया ध्यानमा राखौं कि नेत्रवाणीका लागि न्युवान्स भोकलाइजर विक्रीको केही हिस्सा नेत्रवाणीको विकासको लागि प्रदान गरिन्छ । इजाजत सक्रियतालाई अरू सित बाँडचुड गरेर तपाइ नेत्रवाणी र विश्व भरीका दृश्यहिन व्यक्तिका लागि असल र सस्तो पहुँच पद्धतिको विरूद्धमा काम गर्दै हुनु हुन्छ । यसका अतिरिक्त, नेत्रवाणीका लागि न्युवान्स भोकलाइजर धेरै भन्दा धेरै व्यक्तिलाई व्यबसायीक गुणस्तरकै संश्लेषक उपलब्ध होस् भनेर घटाउन सकिने सम्मको सस्तो मूल्यमा वितरण गरिएको छ । कृपया यसलाई दुई पटक मनन गर्नु होला । तपाइ यो अवैध इजाजतलाई भोकलाइजर गतिसिल मेनु विकल्प मार्फत हटाउन सक्नु हुन्छ ।
pt_br: A licença do Vocalizer que você está tentando usar é inválida. Isso pode ocorrer por um destes dois motivos: 1. O arquivo de licença encontra-se danificado. 2. A licença foi desativada por motivos de segurança, devido a uso ilegal ou porque os dados da mesma foram comprometidos. Se você possui uma licença do Nuance Vocalizer para NVDA, por favor contacte a Tiflotecnia, lda. ou seu revendedor local para que o problema seja mais bem investigado. Se este arquivo de licença do Nuance Vocalizer para NVDA não lhe pertence você deve desistir de usar este produto. O uso não-autorizado deste produto (quer dizer, sem licença válida) não é permitido pela maioria das leis internacionais em direitos de software. Por favor note que uma parte do preço do Nuance Vocalizer para NVDA é doada para continuidade do desenvolvimento do NVDA. Ao compartilhar arquivos de licença você estará trabalhando contra o NVDA e contra acessibilidade boa e barata para os cegos ao redor do mundo. De mais, o preço do Nuance Vocalizer para NVDA está fixado no menor valor possível, para permitir que tantas pessoas quanto possível possuam um sintetizador comercial de qualidade no NVDA. Pense duas vezes nisso, por favor. Pode remover esta licença inválida pelo menu do Vocalizer.
ru: Вы пытаетесь использовать недействительную лицензию Vocalizer. Это может происходить по одной из двух причин: 1. Файл активации повреждён. 2. Лицензия была отключена по соображениям безопасности, в связи с незаконным использованием данных. Если вы являетесь владельцем лицензии на Nuance Vocalizer для NVDA, пожалуйста, свяжитесь с tiflotecnia, LDA или с местным дистрибьютором для дальнейшего расследования решения этой проблемы. Если эта копия активации лицензии Vocalizer для NVDA не принадлежит вам, пожалуйста, подумайте об использовании этого продукта. Несанкционированное использование данного продукта (i.g. без действительной лицензии) не разрешено большинством международных законов о правах на программное обеспечение. Обратите внимание, что часть цены Nuance Vocalizer для NVDA пожертвовал для продолжения развития автор NVDA. Делясь активацией, люди работают против NVDA и дешевой доступности для незрячих по всему миру. Более того, Nuance Vocalizer для NVDA самый низкий по цене, чтобы позволить как можно большему числу людей иметь синтезатор коммерческого качества в NVDA. Пожалуйста, подумайте об этом дважды. Вы можете удалить эту недействительную лицензию в меню настроек Vocalizer Expressive.
sk: Licencia, ktorú sa pokúšate používať, nie je platná. Možné príčiny: 1. Aktivačný súbor je poškodený. 2. Licencia bola zablokovaná z bespečnostných dôvodov, pre nelegálne používanie alebo z dôvodu ohrozenia dát majiteľa. Ak ste vlastníkom licencie Nuance Vocalizer pre NVDA, kontaktujte, prosím, spoločnosť Tiflotecnia, lda., alebo vášho dodávateľa, aby bolo možné problém riešiť. Ak nie ste vlastníkom tejto licencie, zvážte ďalšie používanie tohto produktu. Nedovolené používanie tohto produktu (teda bez vlastnenia vlastnej platnej licencie) je vo väčšine krajín sveta zakázané zákonom o ochrane softvérových práv. uvedomte si, že čiastka z kúpy tejto licencie je odvádzaná na vývoj NVDA. Šírením vlastnej licencie konáte v rozpore s filozofiou NVDA a znižujete dostupnosť prístupného a lacného softvéru pre nevidiacich po celom svete. Navyše, Nuance Vocalizer pre NVDA ponúkame za najniššiu možnú cenu, aby boli tieto komerčné hlasy dostupné pre väčšinu používateľov. Popremýšľajte o tom. Nelegálnu licenciu môžete odstrániť z menu Vocalizer Expressive.

source: Vocalizer License is Invalid.
ar: ترخيص Vocalizer الذي لديك غير قانوني.
bg: Лицензът за Vocalizer е невалиден.
da: Vocalizer Licens er ugyldig.
de: Die Lizenz für Vocalizer ist ungültig.
es: La licencia de Vocalizer es Inválida.
fi: Vocalizer-lisenssi on virheellinen
fr: La Licence de Nuance Vocalizer est Invalide
gl: A licenza do Vocalizer é Inválida.
hr: Vocalizer Licenca je nevažeća.
hu: A Vocalizer licensz érvénytelen.
it: Licenza Vocalizer non valida.
ne: भोकलाईजर इजाजत अवैध छ।
pt_br: Licença do Vocalizer Inválida.
ru: лицензия Vocalizer недействительна.
sk: Licencia Vocalizer nie je platná.

source: You have no Vocalizer voices installed. You need at least one voice installed to use Vocalizer for NVDA. You can download all Vocalizer voices from the product web page. Do you want to open the vocalizer for NVDA voices download page now?
ar: لا توجد أي من أصوات Vocalizer مثبتة على الحاسوب تحتاج لتثبيت صوت واحد على الأقل كي تتمكن من استخدام Vocalizer مع NVDA. يمكنك تحميل جميع أصوات Vocalizer من صفحة المنتج. هل تريد فتح صفحة تحميل أصوات Vocalizer الآن؟
bg: Нямате инсталирани гласове за Vocalizer. Имате нужда от поне един глас, за да използвате Vocalizer за NVDA. Може да изтеглите всички гласове за Vocalizer от уеб сайта на продукта. Желаете ли уеб страницата на vocalizer за NVDA да бъде отворена сега?
da: Der er ikke installeret nogen stemmer til Vocalizer. Du skal have mindst én stemme installeret for at kunne bruge Vocalizer for NVDA. Du kan hente alle stemmer til Vocalizer fra hjemmesiden. Vil du åbne hjemmesiden til download af Vocalizer-stemmer nu?
de: Sie haben noch keine Stimme für Vocalizer installiert. Um Vocalizer für NVDA verwenden zu können, müssen Sie mindestens eines der Stimmen installiert haben. Alle Stimmen sind auf der Internetseite erhältlich. Möchten Sie jetzt die Downloadseite aufrufen?
es: No tienes voces Vocalizer instaladas. Se necesita al menos una voz instalada para utilizar Vocalizer de NVDA. Puedes descargar todas las voces Vocalizer desde la página web del producto. ¿Quieres abrir la página de descarga de las voces vocalizer para NVDA ahora?
fi: Vocalizer-puheääniä ei ole asennettu. Tarvitset vähintään yhden puheäänen Vocalizer for NVDA:n käyttämiseen. Kaikki puheäänet ovat ladattavissa tämän tuotteen verkkosivulta. Haluatko avata Vocalizer for NVDA -puheäänten lataussivun nyt?
fr: Vous n'avez aucune voix Vocalizer installée. Vous devez avoir au moins une voix de Vocalizer installée pour utiliser Vocalizer pour NVDA. Vous pouvez télécharger toutes les voix de Vocalizer depuis la page web du produit. Voulez-vous ouvrire la page web de téléchargement des voix Vocalizer ?
gl: Non tes voces do Vocalizer instaladas. Debes de ter polo menos unha voz instalada para empregar o Vocalizer para NVDA. Podes baixar as voces Vocalizer desde a páxina web do produto. Queres abrir a páxina de descarga das voces do vocalizer para NVDA agora?
hr: Nemate instalirane Vocalizer glasove. Treba vam biti instaliran najmanje jedan glas da biste koristili Vocalizer za NVDA. Sve Vocalizer glasove možete preuzeti sa stranice proizvoda. Želite li sada otvoriti stranicu za preuzimanje glasova za vocalizer za NVDA?
hu: Nem telepített még egy Vocalizer hangot sem. Legalább egy Vocalizer hangnak telepítve kell lennie ahhoz, hogy a beszédszintetizátort használni tudja. A beszédhangokata termék weboldaláról töltheti le. Szeretné megnyitni a Vocalizer for NVDA weboldalát?
it: Non possiedi alcuna voce Vocalizer installata. Hai bisogno di almeno una voce installata per utilizzare Vocalizer per NVDA. Puoi scaricare tutte le voci dalla pagina del prodotto. Vuoi aprire la pagina di download delle voci Vocalizer adesso?
ne: तपाइको कल्पयन्त्रमा कुनै पनि भोकलाइजर आवाज स्थापना गरिएको छैन । कम्तिमा पनि नेत्रवाणीका लागि निर्मित एउटा भोकलाइजर स्थापना गरिएको हुनु पर्छ । तपाइ सबै खाले भोकलाइजर आवाजहरू यसका उत्पादकको वेभ ठेगानाबाट डााउनलोड गर्नु सक्नु हुन्छ । के तपाइ नेत्रवाणीका लागि निर्मित भोकलाइजर डाउनलोड पृष्ठ अहिले नै पल्टाउन चाहनु हुन्छ?
pt_br: Não há vozes do Vocalizer instaladas. É necessária pelo menos uma voz instalada para usar o Vocalizer. Pode baixar as vozes do Vocalizer na página do produto. Deseja abrir a página de baixar vozes do vocalizer para NVDA agora?
ru: У вас не установлены голоса Vocalizer. Для использования Vocalizer для NVDA нужен хотябы один голос. Вы можете скачать все голоса Vocalizer на веб-странице продукта. Открыть страницу загрузки голосов Vocalizer для NVDA сейчас?
sk: nemáte nainštalované žiadne Vocalizer hlasy. Musíte nainštalovať aspoň jeden hlas, aby ste mohli používať Vocalizer pre NVDA. Všetky hlasy si môžete stiahnuť z našej webovej stránky. Chcete otvoriť stránku s vocalizer hlasmi pre NVDA?

source: No voices installed.
ar: لا توجد أصوات مثبتة على الحاسوب.
bg: Няма инсталирани гласове.
da: Ingen stemmer installeret
de: Es sind keine Stimmen installiert.
es: No hay voces instaladas.
fi: Puheääniä ei ole asennettu
fr: Aucune voix installée.
gl: Non hai voces instaladas.
hr: Glasovi nisu instalirani.
hu: Nincsenek hangok telepítve.
it: Nessuna voce installata
ne: कुनै आवाज भित्र्याइएको छैन ।
pt_br: Nenhuma voz instalada.
ru: Нет установленых голосов.
sk: Žiadne hlasy.
