Repository: tsengwoody/WorldVoice
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fi, fr, gl, hr, hu, it, ne, pt_br, ru, sk

source: License not found. Please check you have a vocalizer for NVDA license enabled.
ar: لم يتم العثور على ترخيص المنتج. يرجى التأكد من تفعيل رخصة vocalizer for NVDA.
bg: Лицензът не е намерен. Моля проверете дали имате активиран лиценз за vocalizer за NVDA.
da: Licens ikke fundet. Kontroller venligst, at du har en aktiv licens til Vocalizer for NVDA.
de: Es wurde keine gültige Lizenz gefunden. Bitte überprüfen Sie, ob Sie eine Lizenz für Vocalizer für NVDA bereits aktiviert haben.
es: Licencia no encontrada. Por favor, comprueba que dispones de una licencia habilitada para vocalizer para NVDA.
fi: Lisenssiä ei löydy. Tarkista, että Vocalizer for NVDA -lisenssisi on käytössä.
fr: Licence non trouvée. Veuillez vérifier que vous avez une licence de Vocalizer pour NVDA activée.
gl: Licenza non atopada. Verifica se tes unha licenza do vocalizer para NVDA habilitada.
hr: Licenca nije pronađena. Provjerite imate li omogućenu licencu za Vocalizer za nvda.
hu: A licensz nem található. Kérjük győződjön meg róla, hogy valóban rendelkezik aktivált vocalizer for NVDA licensszel.
it: Licenza non trovata. Controllare di possedere una licenza Vocalizer per NVDA abilitata.
ne: इजाजत फेला परेन । नेत्रवाणीका लागि भोकलाईजर इजाजत सक्षम बनाएको यकिन गर्नु होस् ।
pt_br: Licença não achada. Por favor certifique-se que possui uma licença do vocalizer para NVDA ativada.
ru: Лицензия не найдена. Пожалуйста, проверьте включена ли у вас лицензия Vocalizer для NVDA.
sk: Nepodarilo sa nájsť licenciu. Skontrolujte, či máte aktivovanú licenciu pre tento počítač.

source: Unknown error occured. Details: {error}
ar: ظهر خطأ غير معروف لدينا. التفاصيل: {error}
bg: Възникна неочаквана грешка. Детайли: {error}
da: Der er sket en ukendt fejl. Detaljer: {error}
de: Ein unbekannter Fehler ist aufgetreten. Weitere Informationen: {error}
es: Se produjo un error desconocido. Detalles: {error}
fi: Tapahtui tuntematon virhe. Tiedot: {error}
fr: Une erreur inconnue s'est produite. Détails : {error}
gl: Houbo un erro descoñecido. Detalles: {error}
hr: Dogodila se nepoznata greška. Detalji: {error}
hu: Ismeretlen hiba történt. Részletek: {error}
it: Errore sconosciuto. Dettagli: {error}
ne: अज्ञात त्रूटी भयो । विवरण: {error}
pt_br: Ocorreu um erro desconhecido. Detalhes: {error}
ru: Произошла неизвестная ошибка. Подробности: {error}
sk: Došlo k neznámej chybe. Podrobnosti o chybe: {error}

source: You must set your vocalizer expressive account credentials before removing the license. Do you want to set them now?
ar: يجب عليك إدخال بيانات حساب vocalizer expressive الخاص بك قبل الشروع في حذف الترخيص. هل تريد إدخالها الآن؟
bg: Трябва да предоставите вашите данни за акаунта за vocalizer expressive преди да премахнете лиценза. Желаете ли да ги предоставите сега?
da: Du skal indstille dine brugeroplysninger til Vocalizer Expressive, før du fjerner din licens. Vil du indstille dem nu?
de: Sie müssen Ihre Registrierungsinformationen für Vocalizer für NVDA eingeben, bevor Sie eine vorhandene Lizenz entfernen können. Möchten Sie die Registrierungsinformationen jetzt eingeben?
es: Debes establecer tus credenciales de cuenta de vocalizer Expresive Antes de retirar la licencia. ¿Quieres establecerlas ahora?
fi: Sinun on määritettävä Vocalizer Expressive -tilisi tunnukset ennen tilin poistamista. Haluatko määrittää ne nyt?
fr: Vous devez entrer vos identifiants de compte Vocalizer expressive avant de retirer la licence. Voulez-vous les entrer maintenant ?
gl: Tes que definir as credenciais da conta do vocalizer expressive antes de quitar a licenza. Queres definilas agora?
hr: Morate podesiti Vaše podatke za vocalizer expressive Prije nego što uklonite licencu. Želite li ih sada podesiti?
hu: A licensz eltávolítása előtt önnek meg kell adnia Vocalizer for NVDA adatait. Szeretné ezt most megtenni?
it: è necessario impostare le credenziali d'accesso di Vocalizer Expressive prima di poter rimuovere la licenza. Desideri impostarle adesso?
ne: इजाजतलाइ हटाउनु पुर्व तपाइले आफ्नो गतिसिल भोकलाइजर ओहदा खातालाई अनुकूलन गर्नु पर्छ । के तपाइ अहिले नै यसलाई अनुकूलन गर्न चाहनु हुन्छ?
pt_br: Você tem que criar suas credenciais de conta do vocalizer expressive antes de remover a licença. Do you want to set them now?
ru: Вы должны выбрать учётные данные Vocalizer expressive перед удалением лицензии. Хотите выбрать их сейчас?
sk: Pred odstránením aktivácie je potrebné nastaviť údaje o vašej licencii. chcete ich nastaviť teraz?

source: Error
ar: خطأ
bg: Грешка
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
gl: Erro
hr: Greška
hu: Hiba
it: Errore
ne: त्रुटी
pt_br: Erro
ru: Ошибка
sk: chyba

source: Are you sure you want to delete this Nuance Vocalizer for NVDA activation? This action can not be reverted.
ar: هل تريد بالفعل حذف نسختك من المنتج؟ يرجى العلم أنه لا يمكنك استرجاعه.
bg: Сигурни ли сте, че искате да изтриете тази активация за Nuance Vocalizer за NVDA? Това действие не може да бъде отменено.
da: Er du sikker på, at du vil fjerne aktiveringen til din Vocalizer for NVDA-licens? Dette kan ikke fortrydes.
de: Sind Sie sicher, dass Sie diese Aktivierung entfernen möchten? Dieser Vorgang kann nicht wieder rückgängig gemacht werden.
es: ¿Estás seguro de querer eliminar esta activación para el Nuance Vocalizer para NVDA? Esta acción no puede revertirse.
fi: Haluatko varmasti poistaa tämän Nuance Vocalizer for NVDA aktivoinnin? Tätä toimenpidettä ei voi perua.
fr: Êtes-vous sûr de vouloir effacer cette activation de Nuance Vocalizer pour NVDA ? Ceci est irréversible.
gl: ¿Estás seguro de que queres eliminar esta activación para o Nuance Vocalizer para NVDA? Esta acción non se pode desfacer.
hr: Jeste li sigurni da želite ukloniti vašu licencu? Ovaj proces je nepovratan.
hu: Bisztosan szeretné eltávolítani ezt a Nuance Vocalizer for NVDA licenszet? Ez a későbbiekben nem vonható vissza.
it: Sei sicuro di voler rimuovere questa attivazione per Nuance Vocalizer per NVDA? Questa operazione non può essere annullata.
ne: के तपाइ यो नेत्रवाणीका लागि न्युवान्स भोकलाइजरको सक्रियता मेटाउन चाहनु हुन्छ? यो कार्यलाई फेरि उल्टाउन सकिँदैन ।
pt_br: Tem certeza que quer remover esta ativação do Nuance Vocalizer para NVDA? Esta operação é irreversível.
ru: Вы уверены, что хотите удалить эту активацию Vocalizer для NVDA? Это действие не может быть отменено.
sk: Želáte si odstrániť aktiváciu Nuance Vocalizer pre NVDA? Aktiváciu už nebude možné vrátiť späť.

source: {name}, Your activation was deleted. You have {remainingLicenses} activations left. NVDA will now be restarted.
ar: {name}, تم حذف ترخيصك. باقي لديك {remainingLicenses} مرات. سيتم إعادة تشغيل NVDA الآن.
bg: {name}, вашата активация беше изтрита. Вие имате {remainingLicenses} останали активации. NVDA ще бъде рестартиран.
da: {name}, din aktivering er blevet slettet. Du har nu {remainingLicenses} aktiveringer tilbage. NVDA bliver genstartet.
de: {name}, Ihre Aktivierung wurde erfolgreich entfernt. Sie haben derzeit {remainingLicenses} Aktivierungen übrig. NVDA wird nun neu gestartet.
es: {name}, Tu activación ha sido eliminada. Tienes {remainingLicenses} activaciones restantes. NVDA se reiniciará ahora.
fi: {name}, aktivointi on poistettu. Sinulla on {remainingLicenses} aktivointia jäljellä. NVDA käynnistetään nyt uudelleen.
fr: {name}, Votre activation a été effacée. Il vous reste {remainingLicenses} activations. NVDA va maintenant redémarrer.
gl: {name}, A túa activación foi eliminada. Tes {remainingLicenses} activacións restantes. NVDA vai ser reiniciado agora.
hr: {name}, Vaša aktivacija je izbrisana. Imate {remainingLicenses} Preostalih aktivacija. NVDA će upravo ponovo biti pokrenut.
hu: {name}, az aktiválása eltávolítva. Az elérhető aktiválások száma {remainingLicenses}. Az NVDA most újraindul.
it: {name}, la tua attivazione è stata rimossa. Ti rimangono ancora {remainingLicenses} attivazioni. NVDA verrà riavviato adesso.
ne: {name}, तपाइको सक्रियता मेटिए को रहेछ । तपाइ सित {remainingLicenses} सक्रियता बाँकि छ । नेत्रवाणी अब पुनः आरम्भ हुनेछ ।
pt_br: {name}, sua ativação foi apagada. Você possui {remainingLicenses} ativações restantes. O NVDA será reiniciado agora.
ru: {name}, ваша активация была удалена. У вас осталось {remainingLicenses} активаций. NVDA теперь будет перезапущен.
sk: {name}, vaša aktivácia bola odstránená z tohto počítača Počet ostávajúcich aktivácií: {remainingLicenses}. NVDA sa reštartuje.

source: Activation Deleted.
ar: تم حذف التنشيط.
bg: Активацията е изтрита.
da: Aktivering slettet.
de: Aktivierung entfernt.
es: Activación Eliminada.
fi: Aktivointi poistettu.
fr: Activation effacée.
gl: Activación Eliminada.
hr: Aktivacija je izbrisana.
hu: Az aktiválás eltávolítva.
it: Attivazione rimossa.
ne: सक्रियता मेटियो ।
pt_br: Ativação apagada.
ru: Активация удалена.
sk: Aktivácia odstránená.

source: To register your license you must create an account on the vocalizer web site.If you already have an account you may just continue.~ Do you want to create an account now?
ar: لتسجيل الترخيص الخاص بك يرجى إنشاء حساب على موقع Vocalizer. إذا كان لديك حساب بالفعل, يمكنك الاستمرار. هل تريد إنشاء حساب الآن؟
bg: За да регистрирате вашия лиценз, трябва да създадете акаунт в сайта на vocalizer. Ако вече имате акаунт, може да продължите.~ Желаете ли да създадете акаунт сега?
da: For at registrere din licens skal du oprette en konto på Vocalizer-hjemmesiden. Hvis du allerede har en konto, kan du bare fortsætte.~ Vil du oprette en konto nu?
de: Um die Lizenz zu registrieren, benötigen Sie ein Konto auf der Internetseite von Vocalizer. Falls Sie schon ein Konto haben, können Sie einfach fortfahren. Möchten Sie jetzt ein Konto erstellen?
es: Para registrar tu licencia debes crear una cuenta en el sitio web de vocalizer.Si ya tienes una cuenta podrás continuar.~ ¿Quieres crear una cuenta ahora?
fi: Sinun on luotava tili Vocalizerin verkkosivustolla lisenssin rekisteröimiseksi. Voit ohittaa tämän vaiheen, mikäli sinulla on jo tili.~ Haluatko luoda tilin nyt?
fr: Pour enregistrer votre licence, vous devez créer un compte sur le site web de Vocalizer. Si vous avez déjà un compte, vous pouvez continuer~ Voulez-vous créer un compte maintenant ?
gl: Para rexistrar a túa licenza debes criar unha conta no sitio web do vocalizer.Se xa tes unha conta poderás continuar.~ ¿Queres criar unha conta agora?
hr: Kako bi ste registrirali vašu licencu Morate napraviti korisnički račun na vocalizer web stranici. Ako već imate račun, možete nastaviti.~ Želite li napraviti sada račun?
hu: Ahhoz hogy aktiválhassa a licenszét, regisztrálnia kell a Vocalizer weboldalán. Ha már rendelkezik felhasználói fiókkal, lépjen tovább.~ Szeretné most létrehozni a felhasználóii fiókját?
it: Per registrare la licenza è necessario creare un account sul sito web di vocalizer. Se si dispone già di un account, semplicemente continuare. Vuoi creare un account adesso?
ne: तपाइको इजाजत दर्ता गर्न तपाइले भोकलाइजर वेभ साइटमा आफ्नो खाता खोल्नु पर्छ ।यदि पहिले नै खोलि सकेको भए यसलाई निरन्तरता पनि दिन सकिन्छ ।~ के तपाइ अहिले नै नयाँ खाता खोल्न चाहनु हुन्छ?
pt_br: Para registrar sua licença, você deve criar uma conta na página web do Vocalizer. Caso já possua uma conta, simplesmente continue.~ Deseja criar uma conta agora?
ru: Чтобы зарегистрировать лицензию, вам необходимо создать учетную запись на веб-Vocalizer site. Если у вас уже есть учетная запись, вы можете просто продолжать. Хотите зарегистрироваться сейчас?
sk: Na zaregistrovanie vašej licencie musíte mať vocalizer účet. Ak účet už máte, môžete pokračovať~ Chcete si teraz založiť účet?

source: Vocalizer account needed
ar: تحتاج إلى حساب Vocalizer
bg: Необходим е акаунт за Vocalizer
da: Vocalizer-konto krævet
de: Es wird ein Vocalizer-Konto benötigt.
es: Es necesaria una cuenta de Vocalizer
fi: Tarvitaan Vocalizer-tili
fr: Compte Vocalizer requis
gl: Conta do Vocalizer necesaria
hr: potreban vocalizer korisnički račun
hu: Vocalizer felhasználói fiók szükséges
it: è necessario un account Vocalizer.
ne: भोकलाइजर खाता आवश्यक छ ।
pt_br: Conta do Vocalizer exigida
ru: Необходима учётная запись Vocalizer
sk: Vyžaduje sa Vocalizer účet

source: There was an error registering your license.Please contact your distributor for help. The log file may contain further information.
ar: يوجد خطأ في تسجيل الترخيص. للمساعدة يرجى الاتصال بموزعك المحلي . ربما يحتوي ملف التقرير على مزيد من المعلومات.
da: Der skete en fejl under registreringen af din licens. Kontakt din forhandler for hjælp. Log-filen kan indeholde flere oplysninger.
de: Ein Fehler trat bei der Registrierung Ihrer Lizenz auf. Bitte kontaktieren Sie Ihren Händler. Die Protokoll-Datei enthält möglicherweise weitere Informationen.
es: Hubo un error al registrar tu licencia. Por favor contacta con tu distribuidor para que te ayude. El fichero de log podrá contener más información.
fi: Lisenssiä rekisteröitäessä tapahtui virhe.Ota yhteyttä jälleenmyyjään saadaksesi apua. Lokitiedostossa voi olla lisätietoja.
fr: Erreur lors de l'enregistrement de votre licence. Contactez votre distributeur pour obtenire de l'aide. Le fichier de journal peut contenire plus d'informations.
gl: Houbo un erro ó rexistrar a túa licenza.Por favor contacta co teu distribuidor para axuda. O ficheiro log poderá conter máis información.
hr: Postoji greška kod registracije vaše licence. Za pomoć, kontaktirajte vašeg lokalnog distributera. Log datoteka može sadržavati daljnje informacije.
hu: A regisztrálás közben hiba lépett fel, a probléma megoldásához vegye fel a kapcsolatot a helyi forgalmazójával. A napló fájl további információkat tartalmazhat a hiba okáról.
it: Si è verificato un errore durante l'attivazione della tua licenza. Contattare il proprio rivenditore per ottenere aiuto. Il file di log potrebbe contenere informazioni importanti.
ne: तपाइको इजाजत दर्ता गल्ति भएको पाइयो ।सहयोगका निमित आफ्नो वितरक सित सम्पर्क गर्नु होला ।The log file may contain further information.
pt_br: Ocorreu um erro ao registrar a licença. Por favor contacte o revendedor para ajuda. Talvez o arquivo de log contenha mais informações.
sk: Pri registrovaní licencie došlo k chybe. Kontaktujte vášho dodávateľa. Podrobnosti o chybe môžete nájsť v Logu NVDA.

source: Error registering license.
ar: خطأ في تسجيل الترخيص.
bg: Грешка при регистрация на лиценза
da: Fejl under registrering af licens.
de: Fehler beim Registrieren der Lizenz: {error}
es: Error al registrar la licencia.
fi: Virhe rekisteröitäessä lisenssiä.
fr: Erreur d'enregistrement de la licence.
gl: Erro ó rexistrar a licenza.
hr: Greška pri registraciji licence.
hu: Hiba a licensz regisztrálásakor.
it: Errore nell'attivazione della licenza.
ne: इजाजत दर्ता त्रूटी ।
pt_br: Erro ao registrar licença.
ru: Ошибка при регистрации лицензии.
sk: Chyba pri registrovaní licencie.

source: Registration was successful. NVDA will now be restarted.
ar: تم تسجيل الترخيص بنجاح. سيتم الآن إعادة تشغيل NVDA.
bg: Регистрацията премина успешно. NVDA ще бъде рестартиран.
da: Registreringen lykkedes. NVDA bliver nu genstartet.
de: Die Registrierung war erfolgreich. NVDA wird nun neu gestartet.
es: El registro se ha realizado correctamente. NVDA ahora se reiniciará.
fi: Rekisteröinti onnistui. NVDA käynnistetään nyt uudelleen.
fr: Enregistrement effectué avec succès. NVDA va maintenant être redémarré.
gl: O rexistro realizouse correctamente. NVDA agora reiniciarase.
hr: Registracija je bila uspješna. NVDA će biti ponovno pokrenut.
hu: A regisztráció sikeresen megtörtént. Az NVDA most újraindul.
it: Attivazione riuscita correttamente. NVDA ora verrà riavviato.
ne: दर्ता सम्पन्न भयो । नेत्रवाणी अब पुनः आरम्भ हुनेछ ।
pt_br: O registro foi bem-sucedido. O NVDA será reiniciado agora.
ru: Регистрация прошла успешно. NVDA теперь нужно перезапустить.
sk: Registrácia bola dokončená. NVDA sa reštartuje.

source: Registration Successful.
ar: تم التسجيل بنجاح.
bg: Регистрацията премина успешно.
da: Registrering fuldført.
de: Registrierung erfolgreich.
es: Registro correcto.
fi: Rekisteröinti onnistui.
fr: Enregistrement réussi
gl: Rexistro correcto.
hr: Registracija je uspješna.
hu: Sikeres regisztráció.
it: Attivazione avvenuta con successo.
ne: दर्ता सफल भयो ।
pt_br: Registro bem-sucedido.
ru: Успешная регистрация.
sk: Hotovo.

source: You must set your Vocalizer for NVDA credentials before checking your activation count.
ar: يجب عليك إدخال بيانات حساب vocalizer expressive الخاص بك قبل فحص الترخيص. هل تريد إدخالها الآن؟
bg: Трябва да зададете вашите данни за Vocalizer за NVDA преди да можете да проверите броя на активациите.
da: Du skal indstille dine brugeroplysninger til Vocalizer for NVDA, før du kan kontrollere antallet af aktiveringer.
de: Sie müssen Ihre Anmeldeinformationen für Vocalizer festlegen, bevor Sie die Anzahl Ihrer Aktivierungen prüfen können.
es: Debes establecer las credenciales para tu Vocalizer for NVDA antes de comprobar la cuenta de activación.
fi: Sinun on määritettävä Vocalizer for NVDA -tunnuksesi ennen aktivointien määrän tarkistamista.
fr: Vous devez définir vos identifiants de compte Vocalizer pour NVDA pour vérifié votre nombre d'activations.
gl: Debes establecer as credenciais do teu Vocalizer for NVDA antes de comprobar a túa conta de activación.
hr: Prije provjere broja aktivacija, trebate upisati vaše podatke.
hu: Meg kell adnia a Vocalizer for NVDA adatait, mielőtt ellenőrizhetné a hátra lévő aktivációk számát.
it: è necessario impostare le credenziali d'accesso di Vocalizer Expressive prima di poter controllare le attivazioni rimanenti.
ne: सक्रियता गणना गर्नु पुर्व तपाइले नेत्रवाणीका लागि निर्मित भोकलाइजर ओहदा अनुकूलन गर्नु पर्छ ।
pt_br: Você tem que configurar suas credenciais do Vocalizer para NVDA antes de checar o número de ativações que possui.
sk: pred tým, ako skontrolujete počet zostávajucich aktivácií, musíte zadať údaje o vašom vocalizer účte.

source: No credentials set
ar: لم يتم إدخال أية بيانات.
bg: Няма данни за потребителя
da: Ingen brugeroplysninger indtastet.
de: Es wurden keine Registrierungsinformationen angegeben.
es: No se extablecieron las credenciales
fi: Tunnuksia ei määritetty
fr: Aucun nom d'utilisateur ou mot de passe configuré
gl: Non se estableceron as credenciais
hr: nema upisanih podataka
hu: Nincsenek felhasználói adatok beállítva
it: Non sono state inserite le credenziali d'accesso
ne: कुनै ओहदा तय गरिएको छैन ।
pt_br: Sem credenciais configuradas
sk: Žiadne údaje.

source: {name}, you have {remainingLicenses} activations left.
ar: {name}, باقي لديك {remainingLicenses} مرات لتنشيط الترخيص.
bg: {name}, имате {remainingLicenses} останали активации.
da: {name}, du har {remainingLicenses}aktiveringer tilbage.
de: {name}, Sie haben derzeit {remainingLicenses} Aktivierungen übrig.
es: {name}, tienes {remainingLicenses} activaciones restantes.
fi: {name}, sinulla on {remainingLicenses} aktivointia jäljellä.
fr: {name}, il vous reste {remainingLicenses} activations.
gl: {name}, tes {remainingLicenses} activacións restantes.
hr: {name}, Imate {remainingLicenses} preostalih aktivacija.
hu: {name}, önnek {remainingLicenses} aktivációja van még hátra.
it: {name}, hai ancora {remainingLicenses} attivazioni rimanenti.
ne: {name}, तपाइ सित {remainingLicenses} सक्रियता बांकि छ ।
pt_br: {name}, você possui {remainingLicenses} ativações restantes.
ru: {name}, у вас осталось {remainingLicenses} попыток активаций.
sk: {name}, počet aktivácií: {remainingLicenses}.

source: Activation Count
ar: عدد مرات التنشيط
bg: Брой активации
da: Antal aktiveringer
de: Verfügbare Aktivierungen
es: Cuenta de Activación
fi: Aktivointien määrä
fr: Nombre d'activations
gl: Conta de activación
hr: broj aktivacija
hu: Aktivációs szám
it: numero attivazioni
ne: सक्रियताको गणना
pt_br: Número de ativações
ru: Количество Активаций
sk: Zostávajúce aktivácie

source: About Nuance Vocalizer Expressive for NVDA
ar: نبذة عن Nuance Vocalizer Expressive مع NVDA
bg: Относно Nuance Vocalizer Expressive за NVDA
da: Om Nuance Vocalizer Expressive for NVDA
de: Über Nuance Vocalizer Expressive für NVDA
es: Acerca de Nuance Vocalizer Expresive para NVDA
fi: Tietoja tuotteesta Nuance Vocalizer Expressive for NVDA
fr: À propos de Nuance Vocalizer Expressive pour NVDA
gl: Acerca do Nuance Vocalizer Expressive para NVDA
hr: O Nuance Vocalizer sintetizatoru za NVDA
hu: A Nuance Vocalizer Expressive for NVDA névjegye
it: Informazioni su Nuance Vocalizer Expressive per NVDA
ne: नेत्रवाणीका लागि न्युवान्स भोकलाइजर गतिसिल वाचनको बारेमा
pt_br: Sobre o Nuance Vocalizer Expressive para NVDA
ru: О Nuance Vocalizer Expressive для NVDA
sk: O Nuance Vocalizer Expressive pre NVDA
