Repository: tsengwoody/WorldVoice
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fi, fr, gl, hr, hu, it, ne, pt_br, ru, sk

source: Your license can not be verified. Please check the following: 1. Your credentials (email and password) are correct (you can change them under the vocalizer expressive menu) 2. You are not using someone else's activation or you are not using the same activation in different computers at the same time. This is not legal, and is against license terms. 3. You are having internet problems. For further clarification, please contact tiflotecnia, Lda, or your local dealer.
ar: الترخيص الذي قمت بإدخاله لا يمكن تفعيله. يرجى التأكد من التالي: 1, بياناتك (بريدك الإلكتروني وكلمة المرور) تأكد من صحتهما (يمكنك تغييرهما من قائمة vocalizer expressive) 2. أنك لا تستخدم الترخيص الخاص بشخص آخر أو أنك تستخدم نفس الترخيص لحواسيب مختلفة في نفس الوقت. فهذا غير قانوني, ويتنافى مع شروط اتفاقية الترخيص. 3 . ربما تواجهك بعض المشكلات في الاتصال بالإنترنت. لمزيد من الإيضاح, يرجى التواصل مع tiflotecnia, Lda, أو موزع المنتج ببلدك.
bg: Вашият лиценз не може да бъде потвърден. Моля, проверете следното: 1. Дали вашите данни (имейл и парола) са правилни (може да ги промените от менюто на vocalizer expressive) 2. дали не използвате чужда активация или не използвате същата активация на друг компютър по едно и също време. Това е незаконно и е в противоречие с лицензионното споразумение. 3. Имате ли проблем с интернет връзката. За повече информация, моля свържете се с tiflotecnia, Lda, или вашия местен дистрибутор.
da: Kan ikke bekræfte din licens. Kontroller venligst følgende: 1. at din e-mail og adgangskode er korrekt. Du kan indstille dem i Vocalizer expressive-menuen. 2. At du ikke bruger en andens aktivering eller bruger den samme aktivering på flere computere på samme tid. Det er ikke lovligt og er imod licensbetingelserne. 3. at du ikke har internetproblemer. For yderligere afklaring kontakt venligst tiflotecnia eller din lokale forhandler.
de: Ihre Lizenzdaten können nicht verifiziert werden. Bitte prüfen Sie folgendes: 1. Ihre Registrierungsinformationen (E-Mail-Adresse und Kennwort) sind korrekt (Verwenden Sie den Menüpunkt "Registrierungsinformationen ändern") 2. Sie verwenden weder die Lizenz von jemand anderem noch dieselbe Lizenz auf unterschiedlichen Computern gleichzeitig. Beides ist nicht zulässig und verstößt gegen die lizenzbestimmungen. 3. Überprüfen Sie Ihre Internetverbindung. Für weitere Informationen kontaktieren Sie Tiflotecnia LDA oder Ihren Händler des Vertrauens.
es: No se pudo verificar tu licencia. Por favor comprueba lo siguiente: 1. Que tus credenciales (correo electrónico y clave) son correctas (puedes cambiarlas bajo el menú de vocalizer) 2. Que no estás utilizando ninguna activación de otra persona o que no estás utilizando la misma activación en diferentes ordenadores al mismo tiempo. Esto no es legal, y está en contra de los términos de la licencia. 3. Que estás teniendo problemas con internet. Para más aclaraciones, por favor contacta con tiflotecnia, Lda, o con tu distribuidor local.
fi: Lisenssiä ei voi tarkistaa. Ole hyvä ja tarkista: 1. Että tunnuksesi (sähköpostiosoite ja salasana) ovat oikein (voit muuttaa niitä Vocalizer Expressive -valikosta) 2. Että et käytä jonkun muun aktivointitietoja tai että et käytä samoja aktivointitietoja usealla tietokoneella yhtäaikaa. Tämä ei ole laillista ja on lisäksi vastoin käyttöoikeusehtoja. 3. Onko internet-yhteydessäsi omngelmia. Ota yhteyttä Tiflotecnia, Lda:han tai paikalliseen jälleenmyyjään lisäselvityksen saamiseksi.
fr: Votre licence ne peut être validée. Veuillez vérifier les éléments suivants : 1. Vos identifiants (e-mail et mot de passe) sont corrects (vous pouvez les changer dans le menu Vocalizer Expressive). 2. Vous n'utilisez pas l'activation de quelqu'un d'autre ou vous n'utilisez pas votre activation sur plusieurs ordinateurs en même temps. Ceci est illégal et contrevient aux termes de la licence. 3. Vous rencontrez des problèmes Internet. Pour plus d'informations, veuillez contacter Tiflotecnia, Lda ou votre revendeur local.
gl: A licencia non se pode verificar. Revisa o seguinte: 1. Que as credenciais (correo electrónico e contrasinal) son correctas (pódense cambiar no menú Vocalizer Expresive) 2. Que non estás a utilizar a activación doutra persoa ou non estás a utilizar a mesma activación en diferentes ordenadores ó mesmo tempo. Esto non é legal, e está en contra dos termos da licenza. 3. Estás a ter problemas de Internet. Para maior aclaración, ponte en contacto con tiflotecnia, Lda, ou co teu distribuidor local.
hr: Vaša licenca ne može biti provjerena molimo uvjerite se u slijedeće: 1. Vaši podaci (e-mail adresa i lozinka) su točni (možete ih promjeniti u podizborniku vocalizer expressive) 2. Koristite tuđu aktivaciju ili koristite istu aktivaciju na različitim računalima u isto vrijeme. Ovo nije legalno, i protivno je odredbama licencnog ugovora. 3. Imate problema sa internetskom vezom. Za dodatna pojašnjenja, Molimo kontaktirajte tiflotecnia, Lda, ili Vašeg lokalnog distributera.
hu: A licensz nem ellenőrizhető. Kérjük, ellenőrizze a következőket: 1. Az ön adatai (e-mail és jelszó) helyesek-e (ezek megváltoztathatóak a Vocalizer Expressive menüjében)). 2. Bizonyosodjon meg arról, hogy nem más licenszét használja-e, vagy nem használja-e ugyanazt az aktivációt egyszerre több gépen egy időben. Ez nem jogszerű, és megsérti a licensz szerződést. 3. Ellenőrizze, nincs-e probléma az internet kapcsolatával (ez szükséges az azonosításhoz). További segítségért forduljon a Net-Média Alapítványhoz a vocalizer@nvda.hu címen.
it: La tua licenza non può essere verificata. Per favore, controllare ciò che segue: 1. Indirizzo email e password devono essere digitati correttamente (puoi modificarli sul menu Vocalizer Expressive). 2. Non devi utilizzare i dati di attivazione di qualcun altro o comunque non devi utilizzare la stessa attivazione in computer diversi allo stesso tempo. Questo non è legale, ed è contro i termini di licenza. 3. Hai problemi con la connessione ad internet. Per ulteriori chiarimenti, si prega di contattare tiflotecnia, Lda, o il rivenditore locale.
ne: तपाइको इजाजत अनुमोदन गर्न सकिदैन । कृपया निम्न कुराहरू जाच्नु होस्: १. तपाइको ओहदा (इमेलर गोप्यशब्द) सही छन कि छैनन् (भोकलाइजर मेनुबाट यीनिहरूलाई मिलाउन सकिन्छ) २. कतै तपाइले अरू कसैको सक्रियताको प्रयोग त गर्नु भएको छैन? तपाइले भिन्दा भिन्दै कल्पयन्त्रमा एक पटकमा एउटै सक्रियताको प्रयोग पो गर्नु भयो कि? यस्तो कार्य कानुन सम्मत छैन र यस्तो कृयाकलाप इजाजतका शर्तहरू बिपरित छ । ३. तपाइको अन्तरसञ्जालमा त्रूटि छ कि। विस्तृत जानकारीका लागि, कृपया tiflotecnia, Lda, अथवा आफ्नो स्थानीय वितरकसित सम्पर्क राख्नु होला ।
pt_br: Sua licença não pode ser verificada. Por favor confirme o seguinte: 1. Que suas credenciais (e-mail e senha) estejam corretas (pode alterá-las pelo menu vocalizer expressive) 2. Que não esteja usando a ativação de outra pessoa ou esteja usando a mesma ativação em computadores diferentes ao mesmo tempo. Isso é ilegal e vai contra os termos de licença. 3. Que esteja com problemas de Internet. Para mais esclarecimentos, por favor contacte a tiflotecnia, Lda, ou seu revendedor local.
ru: Ваша лицензия не может быть проверена. Пожалуйста, проверьте следующее: 1. Ваши учётные данные (адрес электронной почты и пароль) верны (их можно изменить в меню Vocalizer expressive) 2. Не используется ли чужая активация или одна и та же активация на разных компьютерах одновременно. Это не законное использование лицензии. 3. Не возникли ли проблемы с интернетом. Для дальнейшего уточнения обратитесь в tiflotecnia, Lda или к местному дилеру.
sk: Nie je možné overiť vašu licenciu. Možné príčiny:: 1. overte si, že máte správnu e-mailovú adresu a heslo (môžete ich zmeniť v menu Vocalizer expressive). 2. uistite sa, že nepoužívate cudziu licenciu, alebo tú istú licenciu na viacerých počítačoch v rovnakom čase. Takéto používanie nie je legálne a porušujete tým licenčnú dohodu. 3. Overte si funkčnosť internetového pripojenia. pre viac informácii kontaktujte spoločnosť tiflotecnia, Lda, alebo vášho dodávateľa.

source: Vocalizer for NvDA Error
ar: خطأ في Vocalizer for NVDA
bg: Грешка на Vocalizer за NvDA
da: Vocalizer for NVDA fejl
de: Vocalizer für NVDA Fehler
es: Error en Vocalizer para NVDA
fi: Vocalizer for NVDA -virhe
fr: Erreur de Nuance Vocalizer pour NVDA
gl: Vocalizer para NVDA Erro
hr: vocalizer za nvda greška
hu: Vocalizer for NvDA Hiba
it: Errore in Vocalizer per NVDA
ne: नेत्रवाणीका लागि भोकलाईजरको त्रूटि
pt_br: Erro do Vocalizer para NVDA
ru: Ошибка Vocalizer для NVDA
sk: Chyba

source: Your Vocalizer for NVDA credentials are not set for this computer. You will need to set them to use vocalizer for NVDA for long time periods, so your license can be properly verified.
ar: لم تقم بإدخال البيانات الخاصة باستخدام المنتج لهذا الحاسوب. ستحتاج إلى إدخال تلك البيانات كي يمكنك استخدام المنتج لفترات طويلة, لذا يجب ترخيص المنتج.
bg: Вашите данни за Vocalizer за NVDA не са посочени за този компютър. Трябва да ги посочите, за да използвате vocalizer за NVDA за по-продължително време, така че вашият лиценз да може да бъде потвърден по подходящ начин.
da: Dine brugeroplysninger til Vocalizer for NVDAer ikke installeret på denne computer. Du skal installere dem på denne computer for at kunne bruge Vocalizer for NVDA i længere tid, så du kan få bekræftet din licens.
de: Auf diesem Computer haben Sie noch keine Registrierungsinformation für Vocalizer für NVDA eingegeben. Damit Sie sie über einen längeren Zeitraum verwenden können, müssen Ihre Registrierungsdaten verifiziert werden. Hierfür müssen Sie Ihre Registrierungsinformationen eingeben.
es: Las credenciales de Vocalizer para NVDA no se establecieron en este ordenador. Tienes que establecerlas para utilizar vocalizer para NVDA durante períodos largos, así la licencia puede verificarse apropiadamente.
fi: Vocalizer for NVDA -tunnuksia ei ole määritetty tälle tietokoneelle. Tunnukset on määritettävä käyttöoikeutesi asianmukaista tarkistamista varten, mikäli aiot käyttää Vocalizer for NVDA:ta pidempään.
fr: Vos identifiants de Vocalizer pour NVDA ne sont pas présents sur cet ordinateur. Vous devrez les entrer pour utiliser Vocalizer pour NVDA sur de longues périodes, de manière à ce que votre licence soit dûment vérifiée.
gl: As credenciais para o Vocalizer para NVDA Non se establecen para este equipo. Terás que configurar ó NVDA para utilizar o vocalizer para longos periodos de tempo, polo que a túa licenza pode ser verificada correctamente.
hr: vaši podaci za vocalizer za nvda nisu upisani.. Trebat ćete ih upisati kako biste mogli koristiti vocalizer za NVDA na duži period , kako bi vaša licenca bila pravilno provjerena.
hu: Az ön Vocalizer for NVDA adatai nem találhatóak ezen a gépen. A Vocalizer for NVDA driver hosszú idejű használatához, valamint a licensz ellenőrzéséhez ezeket meg kell adnia.
it: Le credenziali d'accesso di Vocalizer non sono state impostate in questo computer. è necessario inserirle per usare il prodotto per un periodo più lungo, in modo che la tua licenza possa essere regolarmente verificata.
ne: तपाइको यो कल्पयन्त्रमा नेत्रवाणीका लागि निर्मित भोकलाइजर अनुकूलित गरिएको छैन । तपाइले नेत्रवाणीका लागि निर्मित भोकलाइजरलामो अवधि सम्म प्रयोग गर्न र इजाजतको निरीक्षण गर्न यसलाइ अनुकूलित गर्नै पर्छ ।
pt_br: Suas credenciais do Vocalizer para NVDA não estão determinadas para este computador. Você tem que determiná-las a fim de usar o vocalizer para NVDA por períodos longos, de modo que sua licença possa ser adequadamente verificada.
ru: Ваши учётные данные Vocalizer для NVDA не установлены на этот компьютер. Чтобы использовать Vocalizer для NVDA в течение длительного времени, ваша лицензия должна быть проверена.
sk: Zatiaľ ste do tohto počítača nevložili údaje o vašej licencii. tieto údaje musíte vložiť, aby sme mohli overiť ich správnosť a aby ste mohli používať Vocalizer pre NVDA v neobmedzenom čase.

source: Vocalizer for NVDA warning
ar: تحذير من Vocalizer for NVDA
bg: Предупреждение на Vocalizer за NVDA
da: Vocalizer for NVDA advarsel
de: Vocalizer für NVDA Warnung
es: Advertencia en Vocalizer para NVDA
fi: Vocalizer for NVDA -varoitus
fr: Avertissement de Vocalizer pour NVDA
gl: Vocalizer para NVDA Aviso
hr: vocalizer za nvda upozorenje
hu: Vocalizer for NVDA figyelmeztetés
it: Avvertimento per Vocalizer per NVDA
ne: नेत्रवाणीका लागि भोकलाईजरको चेतावनी
pt_br: Alerta do Vocalizer para NVDA
ru: Предупреждение Vocalizer для NVDA
sk: Upozornenie

source: Automatic &Language Switching Settings
ar: الانتقال الآلي بين ال&لغات
bg: Автоматична промяна на &езика
da: Indstillinger for automatisk skift &sprog
de: Einstellungen zum automatischen Sprachenwechsel
es: Opciones de Cambio Automático de &Idioma
fi: Automaattisen &kielen vaihtamisen asetukset
fr: Paramètres du changement automatique de &langue
gl: Opcións de Cambio Automático de &Lingua
hr: Postavke automatskog prebacivanja &jezika
hu: Az Automatikus &nyelvváltás Testreszabása
it: Impostazioni di cambio &lingua automatico
ne: &भाषाको स्वचालित परिवर्तन
pt_br: Opções da a&lternância automática de idioma
ru: Настройки Автоматического переключения &языка
sk: Nastavenie automatického prepínania &jazyka

source: Configure which voice is to be used for each language.
ar: اختر الصوت المناسب لكل لغة.
bg: Определете кои гласове да се ползват за всеки от езиците.
da: Indstil hvilken stemme, der skal bruges for det enkelte sprog.
de: Stimmenkonfiguration passend zur Sprache einstellen.
es: Configurar qué voz va a ser utilizada para cada idioma.
fi: Määritä käytettävä puheääni kullekin kielelle.
fr: Configurer la voix à utiliser pour chaque langue.
gl: Configurar que voz vai ser utilizada por cada lingua.
hr: Podesite koji će se glasovi koristiti s pojedinim jezicima.
hu: Beállítható, mely hang tartozzon egyes nyelvekhez.
it: Configura quale voce debba essere usata per ciascuna lingua.
ne: प्रत्येक भाषामा कुन छाही आवाज चलाउने हो सो को अभियोजन गर्नु होस् ।
pt_br: Configura que voz será usada para cada idioma
ru: Настройка голоса для каждого языка.
sk: Vyberte hlas pre každý jazyk.

source: Activate License
ar: تنشيط الترخيص
bg: Активиране на лиценз
da: Aktiver licens
de: Lizenz aktivieren
es: Activar Licencia
fi: Aktivoi lisenssi
fr: Activer la licence
gl: Activar Licenza
hr: unesite i aktivirajte licencu
hu: A Licensz Aktiválása
it: Attiva licenza
ne: इजाजतलाई सक्रिय बनाउ ।
pt_br: Ativar licença
ru: Активировать Лицензию
sk: Aktivovať licenciu

source: Enter license credentials and activate for this computer.
ar: ادخل بيانات الترخيص وتنشيطه مع هذا الحاسوب.
bg: Въвеждане на данни за лиценза и активиране за този компютър.
da: Indtast dine licensoplysninger, og aktiver pådenne computer.
de: Geben Sie Ihre Registrierungsdaten für diesen Computer ein, um Ihre Kopie zu aktivieren.
es: Introduce las credenciales de licencia y activa para este equipo.
fi: Syötä lisenssin tunnukset ja aktivoi tässä tietokoneessa.
fr: Entrer vos identifiants de licence pour cet ordinateur.
gl: Introduce as credenciais de licenza e activa para este equipo.
hr: Unesite vaše podatke o licenci za ovo računalo.
hu: Adja meg adatait, majd aktiválja a drivert.
it: Inserisci le credenziali d'accesso per ATTIVARE LA LICENZA SU questo computer.
ne: यो कल्पयन्त्रमा इजाजत ओहदा प्रविष्टी गरी सक्रिय गर्नु होस् ।
pt_br: Inserir suas credenciais de licença e ativar para este computador.
ru: Ввести учетные данные лицензии и активировать для этого компьютера.
sk: Umožní zadať licenčné údaje a aktivovať Vocalizer na tomto počítači

source: View License Information
ar: عرض معلومات الترخيص
bg: Преглед на информация за лиценза
da: Se licensoplysninger
de: Lizenz-Informationen anzeigen
es: Ver información de licencia
fi: Näytä lisenssin tiedot
fr: Voir les informations de licence
gl: Ver Información sobre a Licenza
hr: O licenci.
hu: Licensz Állapot
it: Visualizza informazioni licenza
ne: इजाजत सम्बन्धी जानकारी हेर्नु होस् ।
pt_br: Ver informações de licença
ru: Просмотреть информацию о лицензии
sk: Zobraziť informácie o licencii

source: Check information about your Vocalizer license.
ar: قم بمراجعة ترخيص منتجك.
bg: Проверка на информацията за вашия лиценз на Vocalizer.
da: Check oplysninger om din Vocalizer-licens.
de: Ihre Vocalizer-Registrierungsdaten überprüfen.
es: Consulta la información acerca de tu licencia para Vocalizer.
fi: Tarkista Vocalizer-lisenssin tiedot.
fr: Vérifier les informations concernant votre licence Vocalizer.
gl: Procura información sobre a licenza do Vocalizer.
hr: provjerite informacije o vašoj licenci
hu: Az ön vocalizer licenszének ellenőrzése.
it: Controlla le informazioni sulla licenza Vocalizer.
ne: तपाइको भोकलाइजर इजाजत सम्बन्धी जानकारी जाँच गर्नु होस् ।
pt_br: Verificar informações de sua licença do Vocalizer.
ru: Проверка информации о вашей лицензии Vocalizer.
sk: Zobrazí licenčné údaje pre Vocalizer.

source: Check activation count
ar: افحص مرات التنشيط
bg: Проверка на броя активирания
da: Check antal aktiveringer
de: verbleibende Aktivierungen prüfen
es: Comprobar la cuenta de activación
fi: Tarkista aktivointien määrä
fr: Vérifier le nombre d'activations
gl: Comprobar a conta de activación
hr: provjeri broj licenci
hu: Felhasználható telepítések száma
it: Controlla attivazioni rimanenti
ne: सक्रिय गणनाको जाँच गर
pt_br: Checar número de ativações
ru: Проверить Количество активаций
sk: Zistiť počet zostávajúcich aktivácií

source: Allows you to check your Vocalizer for NVDA activation count.
ar: يتيح لك فحص عدد مرات تنشيط Vocalizer.
bg: Позволява да проверите броя на активиранията на вашия лиценз за Vocalizer за NVDA.
da: Checker antallet af aktiveringer for din licens til Vocalizer for NVDA.
de: Überprüft die Anzahl der noch verbliebenden Aktivierungen.
es: Te permite comprobar tu cuenta de activación para Vocalizer for NVDA.
fi: Mahdollistaa Vocalizer for NVDA:n aktivointien määrän tarkistamisen.
fr: Vous permet de vérifié le nombre d'activations de Vocalizer pour NVDA qu'il vous reste.
gl: Permíteche comprobar a túa conta de activación do Vocalizer for NVDA.
hr: Omogućava provjeru broja dostupnih licenci.
hu: Lehetősége van lekérdezni a hátra lévő Vocalizer for NVDA aktivációinak számát.
it: Consente di controllare il numero di attivazioni della tua licenza Vocalizer per NVDA.
ne: तपाइलाइ नेत्रवाणीका लागि भोकलाइजर सक्रियता गणनागर्न अनुमति दिनेछ ।
pt_br: Permite checar o número de ativações do vocalizer para NVDA que você possui.
ru: Позволяет проверить количество активаций Vocalizer для NVDA.
sk: Umožňuje skontrolovať počet zostávajúcich aktivácií.

source: Delete Activation
ar: حذف الترخيص
bg: Изтрий активацията
da: Slet aktivering
de: Aktivierung löschen
es: Eliminar Activación
fi: Poista aktivointi
fr: Effacer l'activation
gl: Eliminar Activación
hr: Izbriši aktivaciju.
hu: Aktiválás törlése
it: Cancella attivazione
ne: सक्रियता मेटाउ ।
pt_br: Apagar ativação
ru: Удалить Активацию
sk: Odstrániť aktiváciu

source: Deletes the vocalizer for NVDA activation. Can not be reverted.
ar: يقوم بحذف الترخيص الخاص ب Vocalizer. يرجى العلم بأنه لا يمكن استرجاع الترخيص مرة أخرى.
bg: Изтрива активацията на vocalizer за NVDA. Това действие не може да бъде отменено.
da: Sletter aktiveringen til Vocalizer for NVDA. Kan ikke fortrydes.
de: Das Entfernen der Aktivierung von Vocalizer für NVDA kann nicht rückgängig gemacht werden!
es: Elimina la activación del Vocalizer para NVDA. No puede revertirse.
fi: Poistaa Vocalizer for NVDA:n aktivoinnin. Tätä ei voi perua.
fr: Efface l'activation de Vocalizer pour NVDA. Ceci est irréversible.
gl: Elimina a activación do vocalizer para NVDA. Non se pode reverter.
hr: Nepovratno briše aktivaciju za vocalizer.
hu: Törli Vocalizer for NVDA aktivációját, mely nem vonható vissza.
it: Rimuove l'attivazione per Vocalizer. Non sarà possibile tornare indietro per annullare l'operazione.
ne: नेत्रवाणीका लागि भोकलाइजर सक्रियता मेट्नु होस् । यसलाई फेरी उल्टाउन सकिदैन ।
pt_br: Apaga a ativação do vocalizer para NVDA. Não pode ser revertido.
ru: Удаляет активацию Vocalizer для NVDA. Не может быть отменено.
sk: odstráni aktiváciu na tomto počítači. Opätovné aktivovanie nebude možné.

source: Register this license.
ar: سجل هذا الترخيص
bg: Регистрирай този лиценз
da: Registrer denne licens.
de: Diese Lizenz registrieren
es: Registrar esta licencia.
fi: Rekisteröi tämä lisenssi
fr: Enregistrer cette licence.
gl: Rexistrar esta licenza.
hr: registriraj licencu
hu: Regisztrálja ezt a licenszt.
it: Attiva questa licenza
ne: यो इजाजतलाइ दर्ता गर ।
pt_br: Registrar esta licença.
ru: Регистрация этой лицензии.
sk: Zaregistrovať túto licenciu.

source: Register this license with a vocalizer for NVDA account.
ar: سجل هذا الترخيص بحساب Vocalizer مع NVDA.
bg: Регистрира този лиценз с акаунт за vocalizer за NVDA.
da: Registrer denne licens til en konto for Vocalizer for NVDA.
de: Registrieren Sie diese Lizenz mit einem Konto für Vocalizer für NVDA.
es: Registrar esta licencia con una cuenta de vocalizer para NVDA.
fi: Rekisteröi tämä lisenssi Vocalizer for NVDA -tilillä.
fr: Enregistrer cette licence avec un compte Vocalizer pour NVDA
gl: Rexistrar esta licenza cunha conta do vocalizer for NVDA.
hr: registriraj licencu pomoću vocalizer for nvda korisničkog računa.
hu: Regisztrálja ezt a számítógépet a Vocalizer for NVDA fiókjával.
it: Registra questa licenza con un account sul sito NVDA-Vocalizer
ne: यो इजाजतलाइ नेत्रवाणी भोकलाइजर खातामा दर्ता गर्नु होस् ।
pt_br: Registrar esta licença com uma conta do Vocalizer para NVDA.
ru: Регистрировать лицензию для Vocalizer с учётными данными NVDA.
sk: Registrovať túto licenciu pomocou vocalizer účtu.

source: License Options
ar: خيارات الترخيص
bg: Настройки на лиценза
da: Indstillinger for licens
de: Lizenz-Optionen
es: Opciones de Licencia
fi: Lisenssiasetukset
fr: Options de Licence
gl: Opcións de Licenza
hr: upravljanje licencom
hu: Licensz Beállítások
it: Opzioni Licenza
ne: इजाजत विकल्पहरू
pt_br: Opções de licença
ru: Варианты лицензий
sk: Možnosti licencie

source: Change account credentials
ar: تغيير بيانات المستخدم
bg: Промяна на данните за акаунта
da: Rediger kontooplysninger
de: Registrierungsinformationen ändern
es: Cambiar las credenciales de la cuenta
fi: Vaihda tilin tunnukset
fr: Changer les identifiants de compte
gl: Cambiar as credenciais da conta
hr: promjeni podatke korisničkog računa
hu: A Felhasználói beállítások megváltoztatása
it: Modifica le credenziali d'accesso
ne: खाता ओहदा परिवर्तन गर ।
pt_br: Alterar credenciais de conta
ru: Изменить учётные данные
sk: Zmeniť údaje
